{
  "subheading": "Providing voters with clear and concise information to enable informed decisions during elections.",
  "start_button": "Start Now!",
  "sign_up": "Sign up for important updates",
  "email_placeholder": "email address",
  "subscribe_to_newsletter": "subscribe",
  "made_with_love": "Made with love from people all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate we have developed an election tool with an AI chatbot integration and are deeply conscious of the ethical implications this entails. Recognizing the potential risks, such as misinformation and bias, inherent in AI technologies, we are committed to transparency and responsibility. Here’s how we’re approaching this:",
  "transparency": "Transparency:",
  "transparency_content": " All of our code is Open Source",
  "accuracy": " Accuracy and Fairness:",
  "accuracy_content": " Advanced RAG-Pipeline for frontier source accuracy and LLM rule checkers for fairness maximization",
  "ethics": "Ethical Engagement:",
  "ethics_content": " We supervised the preferred sources by political experts and openly take part in the global discussion around AI Safety and Alignment",
  "open_source_p2": "In navigating the intersection of technology and democracy, Wahl-O-Mat pledges to uphold the highest standards, ensuring our AI tools enhance informed opinion building, decision making, decrease political apathy and make the existing tools shorter as well as more accessible.",
  "tech_report": "Read Technical Report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Enter a question...",
  "agree_button": "agree",
  "neutral_button": "neutral",
  "disagree_button": "disagree",
  "skip_button": "skip",
  "followup": "follow-up questions?",
  "question_card_back": "Each card has a question related to EU politics. If a question is unclear, you can use the search bar on the card to ask for more background.",
  "q1": "Should the EU increase its budget for climate protection initiatives?",
  "t1": "EU Climate Protection Initiatives",
  "f1": "How would increased funding for climate initiatives impact the EU's overall budget?",
  "q2": "Should the EU introduce stricter regulations on data protection?",
  "t2": "Data Protection Regulations in EU",
  "f2": "What are the potential benefits and drawbacks of stricter data protection regulations?",
  "q3": "Should the EU establish a minimum tax rate for companies across all member states?",
  "t3": "Minimum Tax Rate for Companies in EU",
  "f3": "How would a minimum tax rate affect businesses and economies in different EU countries?",
  "q4": "Should the EU strengthen its military capabilities through a common EU army?",
  "t4": "Strengthening EU Military Capabilities",
  "f4": "What are the arguments for and against the formation of a common EU army?",
  "q5": "Should the EU enforce stricter immigration controls?",
  "t5": "Immigration Controls in the EU",
  "f5": "What impact might stricter immigration controls have on EU economies and societies?",
  "q6": "Should the EU allocate more funds for research and innovation?",
  "t6": "Research and Innovation in the EU",
  "f6": "How does investment in research and innovation benefit the EU?",
  "q7": "Should the EU take measures to reduce economic inequalities between member states?",
  "t7": "Reducing Economic Inequalities in the EU",
  "f7": "What strategies could the EU implement to address economic inequalities?",
  "q8": "Should the EU expand its membership to include new countries?",
  "t8": "Expansion of EU Membership",
  "f8": "What are the criteria for new countries to join the EU, and how might expansion affect the union?",
  "q9": "Should the EU prioritize renewable energy sources over fossil fuels?",
  "t9": "Prioritizing Renewable Energy Sources in the EU",
  "f9": "What are the long-term benefits of prioritizing renewable energy in the EU?",
  "q10": "Should the EU increase its engagement in global trade agreements?",
  "t10": "EU Engagement in Global Trade Agreements",
  "f10": "How could increased participation in global trade agreements benefit the EU?",
  "q11": "Should the EU introduce more measures to protect workers' rights?",
  "t11": "Protecting Workers' Rights in the EU",
  "f11": "What additional measures could the EU implement to enhance workers' rights?",
  "q12": "Should the EU standardize the education systems of member states?",
  "t12": "Standardization of Education Systems in the EU",
  "f12": "What are the potential advantages and challenges of standardizing education systems across the EU?",
  "q13": "Should the EU impose sanctions on countries violating human rights?",
  "t13": "EU Sanctions on Human Rights Violations",
  "f13": "What are the effects of imposing sanctions on countries that violate human rights?",
  "q14": "Should the EU intensify its efforts to combat tax evasion?",
  "t14": "Combatting Tax Evasion in the EU",
  "f14": "What measures can the EU take to more effectively combat tax evasion?",
  "q15": "Should the EU provide more support for small and medium-sized enterprises (SMEs)?",
  "t15": "Support for SMEs in the EU",
  "f15": "How could increased support for SMEs boost the EU economy?",
  "q16": "Should the EU introduce a universal basic income for all citizens?",
  "t16": "Universal Basic Income in the EU",
  "f16": "What are the potential benefits and drawbacks of implementing a universal basic income in the EU?",
  "q17": "Should the EU take stronger measures to protect biodiversity?",
  "t17": "Protecting Biodiversity in the EU",
  "f17": "What specific actions can the EU take to enhance biodiversity protection?",
  "q18": "Should the EU strengthen its measures for cybersecurity?",
  "t18": "Cybersecurity in the EU",
  "f18": "What are the current gaps in EU cybersecurity measures and how can they be addressed?",
  "q19": "Should the EU reform the Common Agricultural Policy to make it more sustainable?",
  "t19": "Reforming EU Common Agricultural Policy",
  "f19": "What changes could be made to the Common Agricultural Policy to improve its sustainability?",
  "q20": "Should the EU promote multilingualism by providing more resources for language acquisition?",
  "t20": "Promoting Multilingualism in the EU",
  "f20": "How can promoting multilingualism benefit the EU and its citizens?",
  "t21": "Fishing Quotas Reduction",
  "q21": "Should the allowable amount of fish caught in EU waters be reduced?",
  "f21": "What are the potential environmental benefits of reducing fishing quotas?",
  "t22": "Chinese EV Tariffs",
  "q22": "Should the EU increase import tariffs on Chinese electric vehicles?",
  "f22": "How might higher tariffs impact the EU's automotive market?",
  "t23": "Abortion Rights in the EU",
  "q23": "Should the EU ensure that abortions are legal in all member states?",
  "f23": "What are the implications for women's rights across the EU?",
  "t24": "Border Controls",
  "q24": "Should permanent border controls be reinstated between EU member states?",
  "f24": "How would this affect the Schengen Agreement?",
  "t25": "Referendums for New Members",
  "q25": "Should the admission of new states to the EU require referendums in all member states?",
  "f25": "What are the pros and cons of using referendums for this purpose?",
  "t26": "GMO Crops",
  "q26": "Should the EU allow the cultivation of more genetically modified crops?",
  "f26": "What are the potential benefits and risks of allowing more GMO crops?",
  "t27": "Gender-Based Asylum",
  "q27": "Should gender-based violence against women be recognized as a valid reason for asylum in the EU?",
  "f27": "What impact would this have on asylum policies in the EU?",
  "t28": "Copyrighted Works",
  "q28": "Should copyrighted works (e.g., photos, music, literature) be allowed for non-commercial use for free in the EU?",
  "f28": "How could this change affect creators and consumers?",
  "t29": "Sanctions Against Russia",
  "q29": "Should the EU reduce sanctions against Russia?",
  "f29": "What might be the geopolitical consequences of reducing sanctions?",
  "t30": "Erasmus+ Scholarship",
  "q30": "Should the Erasmus+ scholarship for study abroad be higher for students with fewer financial resources?",
  "f30": "How would increasing the scholarship amount benefit disadvantaged students?",
  "t31": "Nuclear Energy",
  "q31": "Should the EU continue to classify nuclear power as a sustainable energy source?",
  "f31": "What are the arguments for and against considering nuclear energy as sustainable?",
  "t32": "Skilled Immigration",
  "q32": "Should the EU make it easier for skilled workers to immigrate?",
  "f32": "What could be the economic benefits of easing immigration for skilled workers?",
  "t33": "Foreign Investment in Critical Infrastructure",
  "q33": "Should the EU further restrict non-European investors from acquiring companies in critical infrastructure sectors?",
  "f33": "What are the potential risks and benefits of such restrictions?",
  "t34": "Direct Election of EU President",
  "q34": "Should the President of the European Commission be directly elected by EU citizens?",
  "f34": "How could direct elections impact the EU's political landscape?",
  "t35": "CO2 Emissions Costs",
  "q35": "Should companies in the EU pay more for CO2 emissions?",
  "f35": "What impact would higher CO2 costs have on businesses and the environment?",
  "t36": "Asylum Application Process",
  "q36": "Should asylum seekers have to apply for asylum before crossing the EU border and wait there for the result?",
  "f36": "What are the potential benefits and drawbacks of this asylum process change?",
  "t37": "European Defense Projects",
  "q37": "Should the EU continue to invest in joint European defense projects?",
  "f37": "What are the advantages and disadvantages of investing in European defense projects?",
  "t38": "Role of the European Parliament",
  "q38": "Should the European Parliament continue to play a central role in the EU?",
  "f38": "How does the European Parliament contribute to the functioning of the EU?",
  "submit_text": "Thanks for completing the questionnaire! By clicking on the submit button, you will receive your score.",
  "submit_button": "submit",
  "text_resutl":"Matching results"
}
