{
    "subheading": "Providing voters with clear and concise information to enable informed decisions during elections.",
    "start_button": "Start Now!",
    "sign_up" : "Sign up for impotant updates",
    "email_placeholder" : "email address",
    "subscribe_to_newsletter" : "subscribe",
    "made_with_love" : "Made with love from people all over the world.",
    "open_source" : "Open Source",
    "open_source_p1" : "With Elect-O-Mate we have developed an election tool with an AI chatbot integration and are deeply conscious of the ethical implications this entails. Recognizing the potential risks, such as misinformation and bias, inherent in AI technologies, we are committed to transparency and responsibility. Here’s how we’re approaching this:",
    "transparency" : "Transparency:",
    "transparency_content" : " All of our code is Open Source",
    "accuracy" : " Accuracy and Fairness:",
    "accuracy_content" : " Advanced RAG-Pipeline for frontier source accuracy and LLM rule checkers for fairness maximization",
    "ethics" : "Ethical Engagement:", 
    "ethics_content" : " We supervised the preferred sources by political experts and openly take part in the global discussion around AI Safety and Alignment",
    "open_source_p2" : "In navigating the intersection of technology and democracy, Wahl-O-Mat pledges to uphold the highest standards, ensuring our AI tools enhance informed opinion building, decision making, decrease political apathy and make the existing tools shorter as well as more accessible.",
    "tech_report" : "Read Technical Report",
    "bot_greeting" : "Hello, I am here to help you. Please ask me a question!",
    "send_button_sending" : "sending",
    "send_button_send" : "send",
    "chat_YOU" : "You",
    "chat_placeholder" : "Enter a question...",
    "q1": "Should the EU increase its budget for climate change initiatives?",
    "q2": "Should the EU implement stricter regulations on digital privacy?",
    "q3": "Should the EU establish a minimum corporate tax rate across member states?",
    "q4": "Should the EU enhance its military capabilities through a joint EU army?",
    "q5": "Should the EU enforce stricter immigration controls?",
    "q6": "Should the EU provide more funding for research and innovation?",
    "q7": "Should the EU implement policies to reduce economic disparities between member states?",
    "q8": "Should the EU expand its membership to include new countries?",
    "q9": "Should the EU prioritize renewable energy sources over fossil fuels?",
    "q10": "Should the EU increase its involvement in global trade agreements?",
    "q11": "Should the EU introduce more measures to protect workers' rights?",
    "q12": "Should the EU standardize education systems across member states?",
    "q13": "Should the EU impose sanctions on countries that violate human rights?",
    "q14": "Should the EU increase its efforts to combat tax evasion?",
    "q15": "Should the EU provide more support for small and medium-sized enterprises (SMEs)?",
    "q16": "Should the EU establish a universal basic income for all citizens?",
    "q17": "Should the EU take stronger action to protect biodiversity?",
    "q18": "Should the EU increase its cybersecurity measures?",
    "q19": "Should the EU reform the Common Agricultural Policy to make it more sustainable?",
    "q20": "Should the EU promote multilingualism by providing more language learning resources?"
}
  