{
    "subheading": "Proporcionar a los votantes información clara y concisa para permitir decisiones informadas en las elecciones.",
    "start_button": "¡Comenzar ahora!",
    "sign_up": "Regístrese para recibir actualizaciones importantes",
    "email_placeholder": "Dirección de correo electrónico",
    "subscribe_to_newsletter": "Suscribirse",
    "made_with_love": "Hecho con amor por personas de todo el mundo.",
    "open_source": "Código Abierto",
    "open_source_p1": "Con Elect-O-Mate, hemos desarrollado una herramienta electoral con una integración de chatbot de IA y somos muy conscientes de las implicaciones éticas que esto conlleva. Dado el potencial de riesgos, como la desinformación y los sesgos inherentes a las tecnologías de IA, nos comprometemos a la transparencia y la responsabilidad. Así es como abordamos esto:",
    "transparency": "Transparencia:",
    "transparency_content": " Todo nuestro código es de código abierto",
    "accuracy": "Precisión y Equidad:",
    "accuracy_content": "Pipeline RAG avanzada para la máxima precisión de fuentes y verificador de reglas LLM para maximizar la equidad",
    "ethics": "Compromiso Ético:",
    "ethics_content": " Hemos supervisado las fuentes preferidas de expertos políticos y participamos abiertamente en la discusión global sobre la seguridad y alineación de la IA",
    "open_source_p2": "Al navegar en la intersección de la tecnología y la democracia, Wahl-O-Mat se compromete a cumplir con los más altos estándares y asegurar que nuestras herramientas de IA mejoren la formación de opiniones informadas, la toma de decisiones, la reducción de la apatía política y la accesibilidad de las herramientas existentes.",
    "tech_report": "Leer el informe técnico",
    "bot_greeting": "Hola, estoy aquí para ayudarte. ¡Por favor hazme una pregunta!",
    "send_button_sending": "enviar",
    "send_button_send": "enviar",
    "chat_YOU": "Tú",
    "chat_placeholder": "Haz una pregunta...",
    "q1": "¿Debería la UE aumentar su presupuesto para iniciativas de cambio climático?",
    "q2": "¿Debería la UE implementar regulaciones más estrictas sobre la privacidad digital?",
    "q3": "¿Debería la UE establecer una tasa impositiva mínima para las empresas en todos los estados miembros?",
    "q4": "¿Debería la UE mejorar sus capacidades militares mediante un ejército conjunto de la UE?",
    "q5": "¿Debería la UE imponer controles de inmigración más estrictos?",
    "q6": "¿Debería la UE proporcionar más fondos para la investigación y la innovación?",
    "q7": "¿Debería la UE implementar políticas para reducir las disparidades económicas entre los estados miembros?",
    "q8": "¿Debería la UE ampliar su membresía para incluir nuevos países?",
    "q9": "¿Debería la UE priorizar las fuentes de energía renovable sobre los combustibles fósiles?",
    "q10": "¿Debería la UE aumentar su participación en acuerdos comerciales globales?",
    "q11": "¿Debería la UE introducir más medidas para proteger los derechos de los trabajadores?",
    "q12": "¿Debería la UE estandarizar los sistemas educativos en todos los estados miembros?",
    "q13": "¿Debería la UE imponer sanciones a los países que violan los derechos humanos?",
    "q14": "¿Debería la UE aumentar sus esfuerzos para combatir la evasión fiscal?",
    "q15": "¿Debería la UE proporcionar más apoyo a las pequeñas y medianas empresas (PYME)?",
    "q16": "¿Debería la UE establecer una renta básica universal para todos los ciudadanos?",
    "q17": "¿Debería la UE tomar medidas más fuertes para proteger la biodiversidad?",
    "q18": "¿Debería la UE aumentar sus medidas de ciberseguridad?",
    "q19": "¿Debería la UE reformar la Política Agrícola Común para hacerla más sostenible?",
    "q20": "¿Debería la UE promover el multilingüismo proporcionando más recursos para el aprendizaje de idiomas?"
}
