{
  "value": "been",
  "label": "Belgium",
  "countryCode": "BE",
  "followup": "Chat with me!",
  "subheading": "Ask me something about the EU elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",
  "sign_up": "Sign up for important updates",
  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed an election tool with AI chatbot integration and are very aware of the ethical implications that come with it. Given the potential risks, such as misinformation and bias inherent in AI technologies, we are committed to transparency and accountability. Here's how we approach this:",
  "transparency": "Transparency: ",
  "transparency_content": " Our entire code is open source",
  "accuracy": "Accuracy and Fairness: ",
  "accuracy_content": " Advanced RAG pipeline for the highest source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment: ",
  "ethics_content": " We have had preferred sources overseen by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the intersection of technology and democracy, Elect-O-Mate is committed to adhering to the highest standards, ensuring that our AI tools enhance informed opinion formation, decision-making, reduce political apathy, and shorten and improve the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "yes",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that by answering more questions, you will receive more accurate results. ",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Explanation",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " agree with ",
  "party_position_request_3": " on the following question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options, from which you should choose the one that best matches your opinion on the statement. If a topic is particularly important to you, you can double the weight of the question by selecting x2. After answering all the questions, you can submit your answers on the last card and see your results. To flip the cards and get more information about the statements, you can click on the symbol at the top right. If you have personalized questions, you can ask them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts regarding the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here you can view your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, you can simply scroll back to the questions.\nTo view the results, click on the x at the top right.",
  "q1": "Social media companies should be free to decide how to deal with disinformation on their platforms.",
  "t1": "Social Media Disinformation",
  "f1": "What would be the impact on free speech?",
  "fact1": "Social media companies use algorithms to detect and manage disinformation.",
  "q2": "The EU should ban the use of automated facial recognition in law enforcement.",
  "t2": "Facial Recognition Ban",
  "f2": "How would this affect crime detection?",
  "fact2": "Automated facial recognition is used in various countries for security purposes.",
  "q3": "The EU should continue to recognize nuclear energy as a sustainable energy source.",
  "t3": "Nuclear Energy Recognition",
  "f3": "What are the benefits of nuclear energy?",
  "fact3": "Nuclear energy produces minimal greenhouse gases compared to fossil fuels.",
  "q4": "The EU should ban pesticides containing glyphosate completely.",
  "t4": "Glyphosate Ban",
  "f4": "What are the alternatives to glyphosate?",
  "fact4": "Glyphosate is a widely used herbicide in agriculture.",
  "q5": "Companies should pay more for their CO2 emissions.",
  "t5": "CO2 Emissions Costs",
  "f5": "How would this affect company profits?",
  "fact5": "CO2 emissions contribute significantly to climate change.",
  "q6": "Ukraine should become a member of the European Union.",
  "t6": "Ukraine EU Membership",
  "f6": "What are the benefits of EU membership for Ukraine?",
  "fact6": "EU membership provides economic and political stability.",
  "q7": "The EU should permit the cultivation of more genetically modified crops (GMOs).",
  "t7": "GMO Cultivation",
  "f7": "What are the potential risks of GMOs?",
  "fact7": "GMOs can increase crop yields and resistance to pests.",
  "q8": "The EU should stop subsidizing intensive livestock farming.",
  "t8": "Livestock Farming Subsidies",
  "f8": "What would be the impact on food prices?",
  "fact8": "Intensive livestock farming contributes to environmental pollution.",
  "q9": "The EU should have a common army.",
  "t9": "EU Common Army",
  "f9": "How would this affect national military sovereignty?",
  "fact9": "A common EU army could enhance collective security.",
  "q10": "The EU should finance more weapons for Ukraine.",
  "t10": "Weapons for Ukraine",
  "f10": "What are the geopolitical implications?",
  "fact10": "Military aid can strengthen Ukraine's defense capabilities.",
  "q11": "The EU should limit development aid to countries that do not take back rejected asylum seekers.",
  "t11": "Development Aid Limits",
  "f11": "How would this impact international relations?",
  "fact11": "Development aid is used to support economic growth and stability.",
  "q12": "Asylum seekers must apply for asylum at the EU's external borders and await the outcome there.",
  "t12": "Asylum Application Process",
  "f12": "What are the conditions at the external borders?",
  "fact12": "External border processing aims to streamline asylum applications.",
  "q13": "It should be easier for skilled workers to immigrate into the European Union.",
  "t13": "Skilled Worker Immigration",
  "f13": "How would this affect the job market?",
  "fact13": "Skilled worker immigration can help address labor shortages.",
  "q14": "The EU should recommend member states add a third gender category to their passports.",
  "t14": "Third Gender Category",
  "f14": "How would this change affect documentation processes?",
  "fact14": "Several countries have already introduced a third gender option in passports.",
  "q15": "Import taxes on Chinese electric cars should be increased.",
  "t15": "Import Taxes on Electric Cars",
  "f15": "What would be the impact on the automotive market?",
  "fact15": "Higher import taxes can protect local industries from foreign competition.",
  "q16": "Students with fewer resources should be able to get a higher Erasmus+ grant, than students with more resources.",
  "t16": "Erasmus+ Grant Allocation",
  "f16": "What criteria determine resource allocation?",
  "fact16": "Erasmus+ aims to support student mobility and education.",
  "q17": "The EU should allow member states to have a higher budget deficit.",
  "t17": "Budget Deficit Flexibility",
  "f17": "How would this affect economic stability?",
  "fact17": "Higher budget deficits can provide more funds for public services.",
  "q18": "The president of the European Commission should be elected directly by the citizens of the EU.",
  "t18": "Direct Election of EU President",
  "f18": "What would be the benefits of direct elections?",
  "fact18": "Direct elections can enhance democratic legitimacy.",
  "q19": "There should be a label for the environmental impact on all food-related products sold in the EU.",
  "t19": "Environmental Impact Labels",
  "f19": "How would this influence consumer behavior?",
  "fact19": "Environmental labels can help consumers make informed choices.",
  "q20": "The European Union should continue to freeze EU funding to member states that breach EU laws and values.",
  "t20": "Freeze EU Funding",
  "f20": "What are the consequences for member states?",
  "fact20": "Freezing funds can incentivize compliance with EU standards.",
  "q21": "Permanent border controls between all EU member states should be restored.",
  "t21": "Border Controls Restoration",
  "f21": "How would this impact travel within the EU?",
  "fact21": "Schengen Area currently allows for passport-free travel across many European countries.",
  "q22": "All large companies should pay a minimum income tax in every member state where they are active.",
  "t22": "Minimum Income Tax for Companies",
  "f22": "What could be the economic impact on multinational companies?",
  "fact22": "Minimum income tax aims to prevent tax avoidance by large corporations.",
  "q23": "The participation of non-EU investors in European companies in strategic sectors should be more restricted.",
  "t23": "Non-EU Investor Restrictions",
  "f23": "What sectors are considered strategic?",
  "fact23": "Strategic sectors often include industries like energy, telecommunications, and defense.",
  "q24": "The EU should invest in more cross-border European railway routes.",
  "t24": "Cross-Border Railway Investment",
  "f24": "How would this investment affect connectivity in Europe?",
  "fact24": "Cross-border railway routes can improve trade and mobility within the EU.",
  "q25": "The EU should impose stricter environmental standards on imported goods.",
  "t25": "Environmental Standards on Imports",
  "f25": "How would this affect trade relations with non-EU countries?",
  "fact25": "Stricter environmental standards can lead to more sustainable global trade practices.",
  "0": "25"
}
