{
    "value": "atde",
    "label": "Österreich",
    "countryCode": "AT",
    "choose_country": "Wähle dein Land",
    "followup": "Chatte mit mir!",
    "subheading": "Frag mich etwas über die EU-Wahlen!",
    "start_now": "Oder beginne jetzt das Quiz",
    "start_button": "Jetzt starten!",
    "sign_up": "Melden Sie sich für wichtige Updates an",
    "email_placeholder": "E-Mail-Adresse",
    "subscribe_to_newsletter": "Abonnieren",
    "made_with_love": "Mit Liebe gemacht von Menschen aus der ganzen Welt.",
    "open_source": "Open Source",
    "open_source_p1": "Mit Elect-O-Mate haben wir ein Wahltool mit einer AI-Chatbot-Integration entwickelt und sind uns der ethischen Implikationen, die dies mit sich bringt, sehr bewusst. Angesichts der potenziellen Risiken, wie Fehlinformationen und Voreingenommenheit, die in AI-Technologien inherent sind, verpflichten wir uns zu Transparenz und Verantwortung. Hier ist, wie wir das angehen:",
    "transparency": "Transparenz:",
    "transparency_content": " Unser gesamter Code ist Open Source",
    "accuracy": "Genauigkeit und Fairness:",
    "accuracy_content": " Fortschrittliche RAG-Pipeline für höchste Quellengenauigkeit und LLM-Regelprüfer zur Maximierung der Fairness",
    "ethics": "Ethisches Engagement:",
    "ethics_content": " Wir haben die bevorzugten Quellen von politischen Experten beaufsichtigen lassen und nehmen offen an der globalen Diskussion über AI-Sicherheit und -Ausrichtung teil",
    "open_source_p2": "Bei der Navigation an der Schnittstelle von Technologie und Demokratie verpflichtet sich Wahl-O-Mat, die höchsten Standards einzuhalten und sicherzustellen, dass unsere AI-Tools die informierte Meinungsbildung, Entscheidungsfindung, Verringerung politischer Apathie und die Verkürzung sowie Zugänglichkeit bestehender Tools verbessern.",
    "tech_report": "Technischen Bericht lesen",
    "bot_greeting": "Hallo, ich bin hier, um Ihnen zu helfen. Bitte stellen Sie mir eine Frage!",
    "send_button_sending": "senden",
    "send_button_send": "senden",
    "chat_YOU": "Du",
    "chat_placeholder": "Stelle eine Frage...",
    "agree_button": "ja",
    "neutral_button": "neutral",
    "disagree_button": "nein",
    "skip_button": "überspringen",
    "submit_text": "Sie haben das Ende des Fragebogens erreicht. Bitte beachten Sie, dass Sie durch mehr beantwortete Fragen, akkuratere Ergebnisse erhalten. ",
    "submit_button": "Absenden",
    "title_results": "Ihre Ergebnisse",
    "informationRequest": "Bitte liefere mir mehr Informationen über die ",
    "party_voted_for": " stimmt für ",
    "more_information": "Begründung",
    "party_position_request_1": "Wieso stimmt die ",
    "party_position_request_2": " mit ",
    "party_position_request_3": " bei folgender Frage ab?",
    "how_it_works": "So funktioniert's",
    "how_it_works_front": "Jede Karte hat eine Aussage und zudem drei Auswahlmöglichkeiten, wobei Sie die auswählen sollen, die Ihrer Meinung zu der Aussage am ehesten entspricht. Wenn Ihnen ein Thema besonders wichtig ist, können Sie mit der Auswahl von x2 die Frage doppelt gewichten. Nachdem Sie alle Fragen beantwortet haben, können Sie auf der letzten Karte die Fragen abgeben und Ihr Ergebnis sehen. Um die Karten zu wenden und weitere Informationen zu den Statements zu erhalten, können Sie auf das Symbol oben rechts klicken. Fall Sie personalisierte Fragen haben, können Sie im Textfeld ihre Frage stellen und mit Elect-O-Mate chatten.",
    "how_it_works_back": "Auf der Rückseite der Karten findest du Fakten bezüglich der Frage.",
    "how_graph_works_info": "So können Sie den Graph Verwenden",
    "how_graph_works_title": "Auswertung",
    "how_graph_works_content": "Hier können Sie Ihre Ergebnisse in einem Balkendiagramm ansehen. Um mehr Informationen über eine Partei zu erhalten klicken Sie auf den entsprechenden Balken. Wenn Sie Ihre Ergebnisse mit derer von der ausgewählten Partei vergleichen möchten, können Sie einfach zurück zu den Fragen scrollen. \nUm die Ergebnisse anzusehen, klicken Sie oben rechts auf das x.",
    "q1": "Sollen soziale Leistungen erhöht werden, auch wenn dies zu höheren Steuern führt?",
    "t1": "Soziale Leistungen und Steuern",
    "f1": "Wie würden höhere Steuern die Wirtschaft und das soziale Wohlergehen beeinflussen?",
    "fact1": "Wussten Sie, dass einige Länder wie Schweden hohe Steuern haben, aber auch umfassende soziale Dienstleistungen bieten?",
    "q2": "Soll der Staat mehr öffentlichen Wohnraum schaffen?",
    "t2": "Öffentlicher Wohnraum",
    "f2": "Wie würde mehr öffentlicher Wohnraum den Immobilienmarkt beeinflussen?",
    "fact2": "In Wien lebt mehr als 60% der Bevölkerung in gefördertem Wohnraum.",
    "q3": "Sollen Staatsschulden vermehrt werden, um Steuerentlastungen zu ermöglichen?",
    "t3": "Staatsschulden und Steuerentlastungen",
    "f3": "Wie würden erhöhte Staatsschulden die künftigen Generationen belasten?",
    "fact3": "Österreich hat eine Staatsverschuldung von rund 80% des BIP.",
    "q4": "Soll der höchstmögliche Steuersatz für Einkommenssteuer erhöht werden?",
    "t4": "Höchste Einkommenssteuer",
    "f4": "Wie würde eine Erhöhung des höchsten Steuersatzes die Einkommensverteilung beeinflussen?",
    "fact4": "In Deutschland beträgt der Spitzensteuersatz 45%.",
    "q5": "Soll das Rentenalter erhöht werden, um das Rentensystem nachhaltiger zu gestalten?",
    "t5": "Rentenalter und Nachhaltigkeit",
    "f5": "Wie würde eine Erhöhung des Rentenalters die Lebensqualität der älteren Bevölkerung beeinflussen?",
    "fact5": "Das durchschnittliche Renteneintrittsalter in der EU liegt bei 63 Jahren.",
    "q6": "Soll der Staat die Preise für Mieten, insbesondere in Ballungsräumen, regulieren?",
    "t6": "Mietpreisregulierung",
    "f6": "Wie würde eine Mietpreisregulierung die Bauwirtschaft beeinflussen?",
    "fact6": "In Berlin wurde 2020 ein Mietendeckel eingeführt, der später vom Verfassungsgericht für ungültig erklärt wurde.",
    "q7": "Soll die Legalisierung gleichgeschlechtlicher Ehe eine gute Sache sein?",
    "t7": "Gleichgeschlechtliche Ehe",
    "f7": "Wie würde die Legalisierung gleichgeschlechtlicher Ehe die Gesellschaft verändern?",
    "fact7": "In Österreich ist die gleichgeschlechtliche Ehe seit 2019 legal.",
    "q8": "Sollen Privatpersonen weiche Drogen (z.B. Cannabis) besitzen dürfen?",
    "t8": "Legalisierung von Cannabis",
    "f8": "Wie würde die Legalisierung von Cannabis die öffentliche Gesundheit beeinflussen?",
    "fact8": "In Kanada ist Cannabis seit 2018 legal.",
    "q9": "Soll der Zugang zu sicheren Schwangerschaftsabbrüchen erleichtert werden?",
    "t9": "Zugang zu Schwangerschaftsabbrüchen",
    "f9": "Wie würde ein einfacher Zugang zu Schwangerschaftsabbrüchen die Gesundheit von Frauen beeinflussen?",
    "fact9": "In Österreich ist der Schwangerschaftsabbruch bis zur 12. Woche legal.",
    "q10": "Sollten Frauenquoten für Führungspositionen in Unternehmen eingeführt werden?",
    "t10": "Frauenquoten in Unternehmen",
    "f10": "Wie würde eine Frauenquote die Unternehmensführung beeinflussen?",
    "fact10": "In Norwegen müssen Unternehmen mindestens 40% Frauen in ihren Vorständen haben.",
    "q11": "Sollen Migranten aus nicht-europäischen Ländern unsere Kultur und Werte annehmen?",
    "t11": "Integration von Migranten",
    "f11": "Wie würde die Kultur eines Landes durch die Integration von Migranten beeinflusst werden?",
    "fact11": "In Kanada gibt es eine offizielle Politik der Multikulturalität.",
    "q12": "Soll die Zuwanderung in das Land weiter beschränkt werden?",
    "t12": "Zuwanderungsbeschränkung",
    "f12": "Wie würde eine strenge Zuwanderungspolitik die Wirtschaft beeinflussen?",
    "fact12": "In Japan ist die Zuwanderung stark reglementiert und die Bevölkerung altert schnell.",
    "q13": "Soll der öffentliche Personennahverkehr durch höhere Abgaben (z.B. Umweltabgaben) gefördert werden?",
    "t13": "Förderung des ÖPNV",
    "f13": "Wie würde die Erhöhung von Umweltabgaben den öffentlichen Verkehr verbessern?",
    "fact13": "In London wird eine Staugebühr erhoben, um den Verkehr zu reduzieren und den ÖPNV zu fördern.",
    "q14": "Soll Europa energetisch unabhängig werden, auch wenn dies höhere Energiekosten verursacht?",
    "t14": "Energetische Unabhängigkeit",
    "f14": "Wie würde die energetische Unabhängigkeit die Versorgungssicherheit verbessern?",
    "fact14": "Deutschland plant bis 2050 eine nahezu vollständige Versorgung durch erneuerbare Energien.",
    "q15": "Sollte die EU den freien Handel weltweit fördern?",
    "t15": "Freihandel",
    "f15": "Wie würde die Förderung des Freihandels die globale Wirtschaft beeinflussen?",
    "fact15": "Die EU ist der größte Handelspartner für viele Länder weltweit.",
    "q16": "Soll die EU eigene Streitkräfte aufbauen?",
    "t16": "EU-Streitkräfte",
    "f16": "Wie würde eine eigene EU-Armee die NATO und die Sicherheitspolitik beeinflussen?",
    "fact16": "Die EU verfügt bereits über Kampfgruppen, die für internationale Krisenreaktionen bereitstehen.",
    "q17": "Sollte die EU eigenständige Verträge mit anderen Ländern abschließen können?",
    "t17": "Eigenständige EU-Verträge",
    "f17": "Wie würde die Möglichkeit eigener Verträge die EU stärken?",
    "fact17": "Die EU hat mit Kanada ein umfassendes Wirtschafts- und Handelsabkommen abgeschlossen.",
    "q18": "Sollte die EU Sanktionen gegen Mitgliedstaaten verhängen, die gegen Grundsätze der Rechtsstaatlichkeit verstoßen?",
    "t18": "Sanktionen gegen Mitgliedstaaten",
    "f18": "Wie würde die Verhängung von Sanktionen die Einheit der EU beeinflussen?",
    "fact18": "Polen und Ungarn stehen derzeit wegen Verstößen gegen die Rechtsstaatlichkeit unter Beobachtung der EU.",
    "q19": "Soll die EU das Recht haben, eigenständig Steuern zu erheben?",
    "t19": "Eigensteuerrecht der EU",
    "f19": "Wie würde das Recht der EU, Steuern zu erheben, ihre Finanzautonomie beeinflussen?",
    "fact19": "Die EU finanziert sich bisher hauptsächlich durch Beiträge der Mitgliedstaaten und Zölle.",
    "q20": "Soll die Europäische Einwanderungspolitik einheitlich sein?",
    "t20": "Einheitliche Einwanderungspolitik",
    "f20": "Wie würde eine einheitliche Einwanderungspolitik die Migrationsströme steuern?",
    "fact20": "Der Schengen-Raum ermöglicht freies Reisen zwischen den meisten EU-Ländern.",
    "q21": "Soll die EU in der Außenpolitik mit einer Stimme sprechen?",
    "t21": "Einheitliche Außenpolitik",
    "f21": "Wie würde eine einheitliche Außenpolitik die globale Position der EU stärken?",
    "fact21": "Die EU hat den Hohen Vertreter für Außen- und Sicherheitspolitik, der die Außenpolitik koordiniert.",
    "q22": "Sollten alle Mitgliedstaaten einen verpflichtenden Verteidigungsbeitrag proportional zum BIP leisten?",
    "t22": "Verpflichtender Verteidigungsbeitrag",
    "f22": "Wie würde ein verpflichtender Verteidigungsbeitrag die militärische Stärke der EU beeinflussen?",
    "fact22": "Die NATO fordert von ihren Mitgliedern, 2% des BIP für Verteidigung auszugeben.",
    "q23": "Soll die EU ihre Sicherheits- und Verteidigungspolitik stärken?",
    "t23": "Stärkung der Sicherheitspolitik",
    "f23": "Wie würde eine stärkere Sicherheits- und Verteidigungspolitik die Sicherheit der EU-Bürger erhöhen?",
    "fact23": "Die EU hat verschiedene Missionen zur Krisenbewältigung und Friedenssicherung weltweit durchgeführt.",
    "q24": "Soll die EU Maßnahmen ergreifen, um illegale Einwanderung zu bekämpfen?",
    "t24": "Bekämpfung illegaler Einwanderung",
    "f24": "Wie würden strengere Maßnahmen gegen illegale Einwanderung die Menschenrechte beeinflussen?",
    "fact24": "Die EU arbeitet mit Drittstaaten zusammen, um die Ursachen der Migration zu bekämpfen.",
    "q25": "Soll die EU Mitgliedstaaten, die die Demokratie untergraben, sanktionieren?",
    "t25": "Sanktionen bei Demokratieverstößen",
    "f25": "Wie würden Sanktionen die Wiederherstellung der Demokratie in Mitgliedstaaten unterstützen?",
    "fact25": "Ungarn und Polen stehen wegen möglicher Demokratieverstöße unter besonderer Beobachtung der EU.",
    "q26": "Soll die EU eine einheitliche Außenhandelspolitik verfolgen?",
    "t26": "Einheitliche Außenhandelspolitik",
    "f26": "Wie würde eine einheitliche Außenhandelspolitik die Wirtschaftskraft der EU stärken?",
    "fact26": "Die EU verhandelt als Einheit bei internationalen Handelsabkommen wie dem Mercosur-Abkommen.",
    "q27": "Soll die EU gemeinsame Maßnahmen zur Bekämpfung des Klimawandels ergreifen?",
    "t27": "Bekämpfung des Klimawandels",
    "f27": "Wie würde eine einheitliche Klimapolitik die globalen Klimaziele unterstützen?",
    "fact27": "Der Europäische Grüne Deal zielt darauf ab, die EU bis 2050 klimaneutral zu machen.",
    "q28": "Sollte die EU mehr Geld in Bildung und Forschung investieren?",
    "t28": "Bildung und Forschung",
    "f28": "Wie würde eine höhere Investition in Bildung und Forschung die Innovationskraft der EU stärken?",
    "fact28": "Das Horizon 2020 Programm der EU ist eines der weltweit größten Förderprogramme für Forschung und Innovation.",
    "q29": "Soll die EU weiterhin wirtschaftliche Hilfe für ärmere Mitgliedstaaten leisten?",
    "t29": "Wirtschaftshilfe für Mitgliedstaaten",
    "f29": "Wie würde wirtschaftliche Hilfe die Entwicklung ärmerer Regionen in der EU fördern?",
    "fact29": "Die Kohäsionspolitik der EU zielt darauf ab, Disparitäten zwischen den Regionen zu reduzieren.",
    "q30": "Soll die EU die Ukraine weiterhin unterstützen?",
    "t30": "Unterstützung der Ukraine",
    "f30": "Wie würde eine fortgesetzte Unterstützung der Ukraine die Stabilität in Europa beeinflussen?",
    "fact30": "Die EU hat seit 2014 umfangreiche Hilfsprogramme für die Ukraine zur Unterstützung von Reformen und wirtschaftlicher Stabilität bereitgestellt.",
    "0":"30"
}