{
  "value": "de",
  "label": "Deutsch",
  "countryCode": "DE",

  "choose_country": "Choose your country",
  "followup": "Chat with me!",
  "subheading": "Ask me something about the EU elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",
  "sign_up": "Sign up for important updates",
  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed an election tool with AI chatbot integration and are very aware of the ethical implications that come with it. Given the potential risks, such as misinformation and bias inherent in AI technologies, we are committed to transparency and accountability. Here's how we approach this:",
  "transparency": "Transparency: ",
  "transparency_content": " Our entire code is open source",
  "accuracy": "Accuracy and Fairness: ",
  "accuracy_content": " Advanced RAG pipeline for the highest source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment: ",
  "ethics_content": " We have had preferred sources overseen by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the intersection of technology and democracy, Elect-O-Mate is committed to adhering to the highest standards, ensuring that our AI tools enhance informed opinion formation, decision-making, reduce political apathy, and shorten and improve the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "yes",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that by answering more questions, you will receive more accurate results. ",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Explanation",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " agree with ",
  "party_position_request_3": " on the following question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options, from which you should choose the one that best matches your opinion on the statement. If a topic is particularly important to you, you can double the weight of the question by selecting x2. After answering all the questions, you can submit your answers on the last card and see your results. To flip the cards and get more information about the statements, you can click on the symbol at the top right. If you have personalized questions, you can ask them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts regarding the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here you can view your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, you can simply scroll back to the questions.\nTo view the results, click on the x at the top right.",

  "q1": "Should the EU be allowed to levy its own taxes?",
  "t1": "EU Taxation",
  "f1": "How would the introduction of EU taxation affect the economy and relations between member states?",
  "fact1": "Did you know that the EU already has revenues from sources like customs duties and a portion of member states' VAT?",

  "q2": "Should vehicles with combustion engines be newly registered in the EU after 2035?",
  "t2": "Combustion Engine Vehicles in the EU",
  "f2": "How would extending the registration of combustion engines affect the transition to renewable energies?",
  "fact2": "Germany plans to have seven to ten million electric vehicles on the road by 2030.",

  "q3": "Should the EU establish its own sea rescue in the Mediterranean?",
  "t3": "Sea Rescue in the Mediterranean",
  "f3": "How would the establishment of its own sea rescue affect the saving of lives?",
  "fact3": "Since 2014, more than 20,000 people have drowned in the Mediterranean.",

  "q4": "Should Ukraine become a member of the EU?",
  "t4": "Ukraine and the EU",
  "f4": "How would Ukraine's accession to the EU affect relations between Ukraine and EU member states?",
  "fact4": "Ukraine signed the Association Agreement with the EU in 2014 to strengthen its economic and political relations with the Union.",

  "q5": "Should the EU primarily promote organic farming?",
  "t5": "Organic Farming in the EU",
  "f5": "How would the promotion of organic farming affect the transition to sustainable agriculture?",
  "fact5": "The EU aims to use at least 25% of its agricultural land for organic farming by 2030.",

  "q6": "Should the euro be replaced by a national currency in Germany?",
  "t6": "Currency Reform in Germany",
  "f6": "How would the introduction of a national currency affect the economy and relations between Germany and the EU?",
  "fact6": "The euro was introduced in 1999 and is the common currency of 19 out of the 27 EU member states.",

  "q7": "Should the EU recommend that member states allow a third gender option on passports in addition to 'female' and 'male'?",
  "t7": "Gender Identity on Passports",
  "f7": "How would the introduction of gender identity on passports affect the rights of non-binary individuals?",
  "fact7": "Malta was the first EU country to recognize a third gender on official documents in 2017.",

  "q8": "Should the hunting of wolves be allowed in regions where the population is not endangered?",
  "t8": "Wolf Hunting in the EU",
  "f8": "How would the introduction of wolf hunting affect the population of wolves in the EU?",
  "fact8": "Controlled wolf hunting could help minimize conflicts between wolves and agriculture without endangering the overall wolf population.",

  "q9": "Should the construction of new residential buildings in the EU be required to include photovoltaic systems?",
  "t9": "Photovoltaic Systems in Residential Buildings",
  "f9": "How would the obligation to install photovoltaic systems affect the transition to renewable energies?",
  "fact9": "Requiring the installation of photovoltaic systems could increase the use of renewable energies and reduce CO2 emissions in residential construction.",

  "q10": "Should more foreign policy decisions in the EU be made by majority rather than unanimity?",
  "t10": "EU Foreign Policy",
  "f10": "How would the change in decision-making affect relations between the EU and other countries?",
  "fact10": "Majority decisions in foreign policy could strengthen the EU's ability to act but also cause tensions between member states.",

  "q11": "Should aviation fuel kerosene remain tax-free for flights within the EU?",
  "t11": "Kerosene Tax in the EU",
  "f11": "How would tax exemption for kerosene affect the transition to renewable energies?",
  "fact11": "The tax exemption for kerosene subsidizes air travel and could delay the transition to sustainable aviation fuels.",

  "q12": "Should the European law enforcement agency Europol receive additional powers?",
  "t12": "Europol Powers",
  "f12": "How would extending Europol's powers affect crime fighting in the EU?",
  "fact12": "Extended powers for Europol could make cross-border crime fighting more effective but also raise concerns about data protection and national sovereignty.",

  "q13": "Should the EU financially support more cross-border, multilingual public broadcasting?",
  "t13": "Funding Multilingual Public Broadcasting",
  "f13": "How would increased financial support for multilingual public broadcasting affect diversity and access to information in the EU?",
  "fact13": "Multilingual public broadcasting could promote cultural diversity and improve access to information for citizens of different languages.",

  "q14": "Should the EU abandon the goal of becoming climate neutral?",
  "t14": "Climate Neutrality in the EU",
  "f14": "How would abandoning the goal of climate neutrality affect the fight against climate change?",
  "fact14": "Abandoning the goal of climate neutrality could weaken global efforts to combat climate change and lead to higher long-term costs from climate impacts.",

  "q15": "Should political parties continue to be free to decide the gender composition of their lists for European Parliament elections?",
  "t15": "Gender Distribution in European Elections",
  "f15": "How would the freedom of parties to decide gender distribution affect representation and equality in the EU?",
  "fact15": "Allowing parties to freely decide gender distribution could lead to uneven representation and slow progress on gender equality.",

  "q16": "Should the EU set guidelines for the level of social security in member states?",
  "t16": "Social Security in the EU",
  "f16": "How would setting guidelines for social security affect living conditions and social cohesion in the EU?",
  "fact16": "Uniform guidelines for social security could improve quality of life and reduce inequalities within the EU.",

  "q17": "Should operators of social networks be free to decide how to handle disinformation on their platforms?",
  "t17": "Disinformation on Social Networks",
  "f17": "How would the freedom of social network operators to combat disinformation affect freedom of speech and protection from misinformation in the EU?",
  "fact17": "Allowing operators to freely decide could lead to different standards in handling disinformation and complicate efforts to combat misinformation.",

  "q18": "Should more areas in the EU be designated as nature reserves?",
  "t18": "Nature Reserves in the EU",
  "f18": "How would the designation of more nature reserves affect biodiversity and sustainability in the EU?",
  "fact18": "More nature reserves could protect biodiversity and reduce the EU's ecological footprint.",

  "q19": "Should EU funds continue to be withheld from member states that violate EU rules and values?",
  "t19": "Funding and Rule of Law in the EU",
  "f19": "How would withholding funds affect compliance with EU rules and values and cooperation among member states?",
  "fact19": "Withholding funds could incentivize compliance with EU rules and values but also increase tensions within the Union.",

  "q20": "Should the EU finance more weapons for Ukraine?",
  "t20": "Arms Supplies to Ukraine",
  "f20": "How would financing more weapons affect security and stability in Ukraine and the region?",
  "fact20": "More arms supplies could strengthen Ukraine's defense capabilities but also increase the risk of conflict escalation.",

  "q21": "Should the allowable amount of fish caught in EU waters be reduced?",
  "t21": "Fisheries in EU Waters",
  "f21": "How would reducing catch limits affect fish stocks and the fishing industry in the EU?",
  "fact21": "Reducing catch limits could help fish stocks recover and ensure the long-term sustainability of fisheries.",

  "q22": "Should EU import tariffs on Chinese electric cars be increased?",
  "t22": "Import Tariffs on Chinese Electric Cars",
  "f22": "How would increasing import tariffs affect the development and sales of electric cars in the EU?",
  "fact22": "Higher import tariffs on Chinese electric cars could protect the domestic market but also lead to higher prices for consumers.",

  "q23": "Should the EU work to make abortion decriminalized in all member states?",
  "t23": "Abortion in the EU",
  "f23": "How would the EU advocating for decriminalized abortion affect women's health and rights in the EU?",
  "fact23": "Decriminalized abortion could improve women's healthcare and rights and promote equality in the EU.",

  "q24": "Should permanent border controls between EU member states be reinstated?",
  "t24": "Border Controls in the EU",
  "f24": "How would reinstating permanent border controls affect freedom of movement and cohesion in the EU?",
  "fact24": "Permanent border controls could restrict freedom of movement and affect economic and social cohesion in the EU.",

  "q25": "Should the admission of new states to the EU be confirmed by referendums in all member states?",
  "t25": "EU Enlargement and Referendums",
  "f25": "How would requiring referendums affect the democratic legitimacy and enlargement processes in the EU?",
  "fact25": "Referendums could increase the democratic legitimacy of enlargement decisions but also slow down and complicate the process.",

  "q26": "Should the EU allow the cultivation of more genetically modified crop varieties?",
  "t26": "Genetically Modified Crops in the EU",
  "f26": "How would allowing the cultivation of genetically modified crops affect agriculture in the EU?",
  "fact26": "Genetically modified crops could increase agricultural productivity but also raise concerns about environmental and health risks.",

  "q27": "Should gender-based violence against women be recognized as a ground for asylum across the EU?",
  "t27": "Asylum Ground: Gender-Based Violence Against Women",
  "f27": "How would recognizing gender-based violence as a ground for asylum affect the safety and protection of women in the EU?",
  "fact27": "Recognizing gender-based violence as a ground for asylum could significantly improve the protection and safety of women fleeing violence.",

  "q28": "Should copyrighted works (e.g., photos, music, literature) be free for non-commercial use in the EU?",
  "t28": "Free Use of Copyrighted Works in the EU",
  "f28": "How would the free use of copyrighted works affect creativity, culture, and the economy in the EU?",
  "fact28": "Free use of copyrighted works could expand access to cultural content but also impact revenues and incentives for creators.",

  "q29": "Should the EU reduce sanctions against Russia?",
  "t29": "Sanctions Against Russia",
  "f29": "How would reducing sanctions affect EU-Russia relations and geopolitical stability in the region?",
  "fact29": "Reducing sanctions could improve economic relations but also be seen as a sign of weakness towards Russia's policies.",

  "q30": "Should the Erasmus+ scholarship for study abroad be increased for students with fewer financial resources?",
  "t30": "Erasmus+ Scholarship and Financial Support",
  "f30": "How would increasing the Erasmus+ scholarship affect equality of opportunity and international mobility of students in the EU?",
  "fact30": "Higher Erasmus+ scholarships could increase equality of opportunity and enable more students to gain international education experiences.",

  "q31": "Should the EU continue to classify nuclear power as a sustainable energy source?",
  "t31": "Nuclear Power in the EU",
  "f31": "How would classifying nuclear power as sustainable affect the energy transition and environmental goals of the EU?",
  "fact31": "Classifying nuclear power as sustainable could increase investment in nuclear energy but also intensify the debate on nuclear safety and waste management.",

  "q32": "Should the immigration of skilled workers into the EU be simplified?",
  "t32": "Immigration of Skilled Workers into the EU",
  "f32": "How would simplifying the immigration of skilled workers affect the economy, labor market, and integration in the EU?",
  "fact32": "Simplifying the immigration of skilled workers could alleviate labor shortages and strengthen the competitiveness of the EU economy.",

  "q33": "Should the participation of non-European investors in companies in the critical infrastructure sector in the EU be more restricted?",
  "t33": "Investments in Critical Infrastructure in the EU",
  "f33": "How would restricting the participation of non-European investors affect the security, sovereignty, and dependency of the EU?",
  "fact33": "Restrictions for non-European investors could strengthen the security and independence of critical infrastructure but also hinder investment and technological innovation.",

  "q34": "Should the President of the European Commission be directly elected by the citizens?",
  "t34": "Direct Election of the EU Commission President",
  "f34": "How would the direct election of the EU Commission President affect democratic legitimacy and decision-making in the EU?",
  "fact34": "A direct election of the EU Commission President could strengthen democratic legitimacy but also change the political dynamics within the EU.",

  "q35": "Should companies in the EU have to pay more for emitting CO₂?",
  "t35": "CO₂ Taxation for Companies in the EU",
  "f35": "How would increasing CO₂ taxation affect the transition to clean energy and the reduction of greenhouse gas emissions in the EU?",
  "fact35": "Higher CO₂ taxation could accelerate the transition to clean energy and reduce emissions but also increase production costs.",

  "q36": "Should asylum seekers be required to submit their application before crossing the EU external border and wait there for the result?",
  "t36": "Asylum Procedures at EU External Borders",
  "f36": "How would moving the asylum procedure to the EU external borders affect the rights and humanitarian situation of asylum seekers?",
  "fact36": "Moving the asylum procedure could improve control and management but also worsen the humanitarian situation of asylum seekers.",

  "q37": "Should the EU continue to invest in joint European defense projects?",
  "t37": "Defense Projects in the EU",
  "f37": "Should the EU continue to invest in joint European defense projects?",
  "fact37": "Joint defense projects could strengthen military cooperation and capacities within the EU but also reduce spending on other social projects.",

  "q38": "Should the European Parliament continue to play a central role in the EU?",
  "t38": "Role of the European Parliament in the EU",
  "f38": "How would maintaining a central role for the European Parliament affect democracy and representation in the EU?",
  "fact38": "A central role for the European Parliament could strengthen democratic legitimacy and citizen representation in the EU.",

  "0": "38"
}
