{
  "followup": "Chat with me!",
  "subheading": "Ask me something about the EU elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",

  "choose_country": "Choose your country",

  "sign_up": "Sign up for important updates",
  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed an election tool with AI chatbot integration and are very aware of the ethical implications that come with it. Given the potential risks, such as misinformation and bias inherent in AI technologies, we are committed to transparency and accountability. Here's how we approach this:",
  "transparency": "Transparency: ",
  "transparency_content": " Our entire code is open source",
  "accuracy": "Accuracy and Fairness: ",
  "accuracy_content": " Advanced RAG pipeline for the highest source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment: ",
  "ethics_content": " We have had preferred sources overseen by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the intersection of technology and democracy, Elect-O-Mate is committed to adhering to the highest standards, ensuring that our AI tools enhance informed opinion formation, decision-making, reduce political apathy, and shorten and improve the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "yes",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that by answering more questions, you will receive more accurate results. ",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Explanation",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " agree with ",
  "party_position_request_3": " on the following question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options, from which you should choose the one that best matches your opinion on the statement. If a topic is particularly important to you, you can double the weight of the question by selecting x2. After answering all the questions, you can submit your answers on the last card and see your results. To flip the cards and get more information about the statements, you can click on the symbol at the top right. If you have personalized questions, you can ask them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts regarding the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here you can view your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, you can simply scroll back to the questions.\nTo view the results, click on the x at the top right.",

  "q1": "Social policies should be maintained, even if that means raising taxes",
  "t1": "Social Policies and Taxation",
  "f1": "What are the long-term economic impacts?",
  "fact1": "Green policies can decrease pollution and improve public health. Yet, the economic cost might be substantial.",
  "q2": "The state should increase financial support for the unemployed",
  "t2": "Financial Support for the Unemployed",
  "f2": "How can we balance support with job incentives?",
  "fact2": "Reducing spending can lead to lower taxes, benefiting everyone. But this could also result in reduced public services.",
  "q3": "The European Union should severely punish member states that do not comply with European deficit rules",
  "t3": "EU Deficit Rules Compliance",
  "f3": "What are the economic consequences of penalties?",
  "fact3": "This policy could foster greater cultural integration. On the other hand, it could increase transportation costs.",
  "q4": "Asylum applications should be distributed proportionally among member states through a relocation system",
  "t4": "Asylum Applications and Relocation System",
  "f4": "What are the effects of proportional asylum distribution?",
  "fact4": "It affirms the rights of all individuals to marry whom they love. But this could strain relations with neighboring countries.",
  "q5": "Spain's immigration control policies should be more restrictive",
  "t5": "Spain's Immigration Control Policies",
  "f5": "How do restrictive policies impact society?",
  "fact5": "It might reduce crime rates associated with drug prohibition. Yet, it may lead to higher rates of drug use.",
  "q6": "Spain should require non-EU (non-EU) immigrants to accept our culture and values",
  "t6": "Cultural Integration for Non-EU Immigrants",
  "f6": "What are the challenges of cultural integration?",
  "fact6": "Unified taxation could streamline financial regulations. But this could strain relations with neighboring countries.",
  "q7": "The legalisation of same-sex marriage is a good thing",
  "t7": "Same-Sex Marriage",
  "f7": "How does same-sex marriage affect society?",
  "fact7": "It might reduce crime rates associated with drug prohibition. But this might be difficult to implement uniformly.",
  "q8": "Legalising the personal use of soft drugs would be a positive step",
  "t8": "Personal Use of Soft Drugs",
  "f8": "What are the health implications of legalizing soft drugs?",
  "fact8": "Such a system could distribute the burden more evenly. However, this could diminish the influence of smaller states.",
  "q9": "Euthanasia should be legal",
  "t9": "Euthanasia",
  "f9": "How can we ensure ethical euthanasia practices?",
  "fact9": "A unified foreign policy could enhance international influence. However, it may face resistance from member states.",
  "q10": "Public spending should be reduced so that taxes can be lowered",
  "t10": "Public Spending and Taxes",
  "f10": "How would EU taxes affect member state sovereignty?",
  "fact10": "Harsher sentences might deter criminal activities. On the other hand, it could increase financial strain on the state.",
  "q11": "The European Union should have its own taxation powers",
  "t11": "EU Taxation Powers",
  "f11": "How do higher taxes on profits affect investment?",
  "fact11": "It might reduce crime rates associated with drug prohibition. This could lead to conflicts with national sovereignty.",
  "q12": "Banking and financial market profits should be taxed more heavily",
  "t12": "Taxation of Banking and Financial Market Profits",
  "f12": "What are effective green transport policies?",
  "fact12": "A unified foreign policy could enhance international influence. However, it might also necessitate higher taxes.",
  "q13": "Public transport should be promoted through green policies (e.g. more road tolls or taxes)",
  "t13": "Promotion of Public Transport through Green Policies",
  "f13": "How can we balance renewables with economic costs?",
  "fact13": "Such a system could distribute the burden more evenly. But this might be difficult to implement uniformly.",
  "q14": "Renewable energies, such as solar or wind, should be promoted more despite their higher economic cost",
  "t14": "Promotion of Renewable Energies",
  "f14": "What are the risks of restricting internet privacy?",
  "fact14": "It may provide much-needed support to vulnerable populations. But this could also result in reduced public services.",
  "q15": "Personal privacy on the internet should be restricted for public safety reasons",
  "t15": "Restriction of Internet Privacy for Public Safety",
  "f15": "Do harsher sentences effectively deter crime?",
  "fact15": "Promoting renewables can lead to a more sustainable future. On the other hand, it could increase financial strain on the state.",
  "q16": "Criminals should be given harsher sentences",
  "t16": "Sentencing",
  "f16": "How can the EU strengthen defense and maintain peace?",
  "fact16": "Unified taxation could streamline financial regulations. However, it might also necessitate higher taxes.",
  "q17": "The European Union should strengthen its defence and security policies",
  "t17": "Strengthening EU Defence and Security Policies",
  "f17": "What are the pros and cons of a unified EU foreign policy?",
  "fact17": "This policy could foster greater cultural integration. On the other hand, it could increase transportation costs.",
  "q18": "The EU should have a single foreign policy stance",
  "t18": "EU Single Foreign Policy Stance",
  "f18": "What drives successful European integration?",
  "fact18": "This policy could foster greater cultural integration. But this could also result in reduced public services.",
  "q19": "European integration is a good thing",
  "t19": "Benefits of European Integration",
  "f19": "How does the Euro affect economic stability?",
  "fact19": "It affirms the rights of all individuals to marry whom they love. However, this could diminish the influence of smaller states.",
  "q20": "The single European currency (Euro) is a bad thing",
  "t20": "Criticism of the Euro",
  "f20": "What are the effects of reducing veto power?",
  "fact20": "Reducing spending can lead to lower taxes, benefiting everyone. On the downside, it could face opposition from traditionalists.",
  "q21": "EU member states should have less veto power",
  "t21": "Reduction of Veto Power for EU Member States",
  "f21": "How might cross-border voting affect the EU?",
  "fact21": "Greater integration could foster unity and economic growth. On the other hand, it could increase transportation costs.",
  "q22": "In elections to the European Parliament, European citizens should be able to vote for parties or candidates from other member states",
  "t22": "Cross-Border Voting in EU Elections",
  "f22": "How might cross-border voting affect the EU?",
  "fact22": "Allowing cross-border voting can enhance EU unity but might complicate the electoral process.",
  "0": 22
}
