{
  "value": "de",
  "label": "Deutsch",
  "countryCode": "DE",

  "choose_country": "Wähle dein Land",
  "followup": "Chatte mit mir!",
  "subheading": "Frag mich etwas über die EU-Wahlen!",
  "start_now": "Oder beginne jetzt das Quiz",
  "start_button": "Jetzt starten!",
  "sign_up": "Melden Sie sich für wichtige Updates an",
  "email_placeholder": "E-Mail-Adresse",
  "subscribe_to_newsletter": "Abonnieren",
  "made_with_love": "Mit Liebe gemacht von Menschen aus der ganzen Welt.",
  "open_source": "Open Source",
  "open_source_p1": "Mit Elect-O-Mate haben wir ein Wahltool mit einer AI-Chatbot-Integration entwickelt und sind uns der ethischen Implikationen, die dies mit sich bringt, sehr bewusst. Angesichts der potenziellen Risiken, wie Fehlinformationen und Voreingenommenheit, die in AI-Technologien inherent sind, verpflichten wir uns zu Transparenz und Verantwortung. Hier ist, wie wir das angehen:",
  "transparency": "Transparenz:",
  "transparency_content": " Unser gesamter Code ist Open Source",
  "accuracy": "Genauigkeit und Fairness:",
  "accuracy_content": " Fortschrittliche RAG-Pipeline für höchste Quellengenauigkeit und LLM-Regelprüfer zur Maximierung der Fairness",
  "ethics": "Ethisches Engagement:",
  "ethics_content": " Wir haben die bevorzugten Quellen von politischen Experten beaufsichtigen lassen und nehmen offen an der globalen Diskussion über AI-Sicherheit und -Ausrichtung teil",
  "open_source_p2": "Bei der Navigation an der Schnittstelle von Technologie und Demokratie verpflichtet sich Elect-O-Mate, die höchsten Standards einzuhalten und sicherzustellen, dass unsere AI-Tools die informierte Meinungsbildung, Entscheidungsfindung, Verringerung politischer Apathie und die Verkürzung sowie Zugänglichkeit bestehender Tools verbessern.",
  "tech_report": "Technischen Bericht lesen",
  "bot_greeting": "Hallo, ich bin hier, um Ihnen zu helfen. Bitte stellen Sie mir eine Frage!",
  "send_button_sending": "senden",
  "send_button_send": "senden",
  "chat_YOU": "Du",
  "chat_placeholder": "Stelle eine Frage...",
  "agree_button": "ja",
  "neutral_button": "neutral",
  "disagree_button": "nein",
  "skip_button": "überspringen",
  "submit_text": "Sie haben das Ende des Fragebogens erreicht. Bitte beachten Sie, dass Sie durch mehr beantwortete Fragen, akkuratere Ergebnisse erhalten. ",
  "submit_button": "Absenden",
  "title_results": "Ihre Ergebnisse",
  "informationRequest": "Bitte liefere mir mehr Informationen über die ",
  "party_voted_for": " stimmt für ",
  "more_information": "Begründung",
  "party_position_request_1": "Wieso stimmt die ",
  "party_position_request_2": " mit ",
  "party_position_request_3": " bei folgender Frage ab?",
  "how_it_works": "So funktioniert's",
  "how_it_works_front": "Jede Karte hat eine Aussage und zudem drei Auswahlmöglichkeiten, wobei Sie die auswählen sollen, die Ihrer Meinung zu der Aussage am ehesten entspricht. Wenn Ihnen ein Thema besonders wichtig ist, können Sie mit der Auswahl von x2 die Frage doppelt gewichten. Nachdem Sie alle Fragen beantwortet haben, können Sie auf der letzten Karte die Fragen abgeben und Ihr Ergebnis sehen. Um die Karten zu wenden und weitere Informationen zu den Statements zu erhalten, können Sie auf das Symbol oben rechts klicken. Fall Sie personalisierte Fragen haben, können Sie im Textfeld ihre Frage stellen und mit Elect-O-Mate chatten.",
  "how_it_works_back": "Auf der Rückseite der Karten findest du Fakten bezüglich der Frage.",
  "how_graph_works_info": "So können Sie den Graph Verwenden",
  "how_graph_works_title": "Auswertung",
  "how_graph_works_content": "Hier können Sie Ihre Ergebnisse in einem Balkendiagramm ansehen. Um mehr Informationen über eine Partei zu erhalten klicken Sie auf den entsprechenden Balken. Wenn Sie Ihre Ergebnisse mit derer von der ausgewählten Partei vergleichen möchten, können Sie einfach zurück zu den Fragen scrollen. \nUm die Ergebnisse anzusehen, klicken Sie oben rechts auf das x.",

  "q1": "Soll die EU eigene Steuern erheben dürfen?",
  "t1": "Eigensteuerung in der EU",
  "f1": "Wie würde die Einführung von EU-Steuerung die Wirtschaft und die Beziehungen zwischen den Mitgliedstaaten beeinflussen?",
  "fact1": "Wussten Sie, dass die EU bereits Einnahmen aus Quellen wie Zöllen und einem Teil der Mehrwertsteuer der Mitgliedstaaten hat?",

  "q2": "Sollen Fahrzeuge mit Verbrennungsmotoren auch nach 2035 in der EU neu zugelassen werden können?",
  "t2": "Fahrzeuge mit Verbrennungsmotoren in der EU",
  "f2": "Wie würde die Verlängerung der Zulassung von Verbrennungsmotoren die Umstellung auf erneuerbare Energien beeinflussen?",
  "fact2": "Deutschland plant, bis 2030 sieben bis zehn Millionen Elektrofahrzeuge auf die Straße zu bringen.",

  "q3": "Soll die EU eine eigene Seenotrettung im Mittelmeer aufbauen?",
  "t3": "Seenotrettung im Mittelmeer",
  "f3": "Wie würde die Errichtung einer eigenen Seenotrettung die Rettung von Menschenleben beeinflussen?",
  "fact3": "Seit 2014 sind mehr als 20.000 Menschen im Mittelmeer ertrunken.",

  "q4": "Soll die Ukraine Mitglied der EU werden?",
  "t4": "Ukraine und EU",
  "f4": "Wie würde die Aufnahme der Ukraine in die EU die Beziehungen zwischen der Ukraine und den EU-Mitgliedstaaten beeinflussen?",
  "fact4": "Die Ukraine hat 2014 das Assoziierungsabkommen mit der EU unterzeichnet, um ihre wirtschaftlichen und politischen Beziehungen zur Union zu stärken.",

  "q5": "Soll die EU vorrangig ökologische Landwirtschaft fördern?",
  "t5": "Ökologische Landwirtschaft in der EU",
  "f5": "Wie würde die Förderung von Ökologischer Landwirtschaft die Umstellung auf nachhaltige Landwirtschaft beeinflussen?",
  "fact5": "Die EU hat das Ziel, bis 2030 mindestens 25% ihrer landwirtschaftlichen Fläche für ökologischen Landbau zu nutzen.",

  "q6": "Soll in Deutschland der Euro durch eine nationale Währung ersetzt werden?",
  "t6": "Währungsreform in Deutschland",
  "f6": "Wie würde die Einführung einer nationalen Währung die Wirtschaft und die Beziehungen zwischen Deutschland und der EU beeinflussen?",
  "fact6": "Der Euro wurde 1999 eingeführt und ist die gemeinsame Währung von 19 der 27 EU-Mitgliedstaaten.",

  "q7": "Soll die EU den Mitgliedstaaten empfehlen, außer „weiblich“ und „männlich“ auch die Eintragung einer anderen Geschlechtsidentität im Pass zu ermöglichen?",
  "t7": "Geschlechtsidentität im Pass",
  "f7": "Wie würde die Einführung von Geschlechtsidentität im Pass die Rechte von Menschen mit nicht-binären Geschlechtsidentitäten beeinflussen?",
  "fact7": "Malta war 2017 das erste EU-Land, das ein drittes Geschlecht in offiziellen Dokumenten anerkannte.",

  "q8": "Soll die Jagd von Wölfen in Regionen erlaubt sein, in denen der Bestand dadurch nicht gefährdet ist?",
  "t8": "Wolf-Jagd in der EU",
  "f8": "Wie würde die Einführung von Wolf-Jagd die Population von Wölfen in der EU beeinflussen?",
  "fact8": "Eine kontrollierte Wolf-Jagd könnte helfen, Konflikte zwischen Wölfen und der Landwirtschaft zu minimieren, ohne die Wolfspopulation insgesamt zu gefährden.",

  "q9": "Soll bei der Errichtung neuer Wohngebäude in der EU die Errichtung von Photovoltaikanlagen verpflichtend sein?",
  "t9": "Photovoltaikanlagen in Wohngebäuden",
  "f9": "Wie würde die Verpflichtung zur Errichtung von Photovoltaikanlagen die Umstellung auf erneuerbare Energien beeinflussen?",
  "fact9": "Die Verpflichtung zur Installation von Photovoltaikanlagen könnte die Nutzung erneuerbarer Energien steigern und die CO2-Emissionen im Wohnungsbau senken.",

  "q10": "Sollen mehr außenpolitische Entscheidungen der EU mit Mehrheit statt einstimmig getroffen werden?",
  "t10": "Außenpolitik in der EU",
  "f10": "Wie würde die Änderung der Entscheidungsfindung in der EU die Beziehungen zwischen der EU und anderen Ländern beeinflussen?",
  "fact10": "Mehrheitsentscheidungen in der Außenpolitik könnten die Handlungsfähigkeit der EU stärken, aber auch Spannungen zwischen Mitgliedstaaten verursachen.",

  "q11": "Soll der Flugzeugtreibstoff Kerosin für Flüge in der EU steuerfrei sein?",
  "t11": "Kerosin-Steuer in der EU",
  "f11": "Wie würde die Steuerfreiheit für Kerosin die Umstellung auf erneuerbare Energien beeinflussen?",
  "fact11": "Die Steuerfreiheit für Kerosin subventioniert den Flugverkehr und könnte den Übergang zu nachhaltigen Flugkraftstoffen verzögern.",

  "q12": "Soll die gemeinsame europäische Polizeibehörde Europol weitere Befugnisse erhalten?",
  "t12": "Europol-Befugnisse",
  "f12": "Wie würde die Verlängerung der Befugnisse von Europol die Bekämpfung von Kriminalität in der EU beeinflussen?",
  "fact12": "Erweiterte Befugnisse für Europol könnten die grenzüberschreitende Kriminalitätsbekämpfung effektiver machen, aber auch Bedenken hinsichtlich Datenschutz und nationaler Souveränität aufwerfen.",

  "q13": "Soll die EU länderübergreifende, mehrsprachige Angebote des öffentlich-rechtlichen Rundfunks stärker finanziell fördern?",
  "t13": "Förderung des öffentlich-rechtlichen Rundfunks in mehreren Sprachen",
  "f13": "Wie würde die stärkere finanzielle Unterstützung des öffentlich-rechtlichen Rundfunks in mehreren Sprachen die Vielfalt und den Zugang zu Informationen in der EU beeinflussen?",
  "fact13": "Mehrsprachige öffentlich-rechtliche Rundfunkangebote könnten die kulturelle Vielfalt fördern und den Zugang zu Informationen für Bürger unterschiedlicher Sprachen verbessern.",

  "q14": "Soll die EU das Ziel verwerfen, klimaneutral zu werden?",
  "t14": "Klimaneutralität in der EU",
  "f14": "Wie würde die Aufgabe des Klimaneutralitätsziels die Bekämpfung des Klimawandels beeinflussen?",
  "fact14": "Das Verwerfen des Ziels der Klimaneutralität könnte die globalen Bemühungen zur Bekämpfung des Klimawandels schwächen und langfristig höhere Kosten durch Klimafolgen verursachen.",

  "q15": "Sollen bei den Wahlen zum Europäischen Parlament die Parteien weiterhin frei entscheiden können, wie groß der Anteil der Geschlechter auf ihren Listen ist?",
  "t15": "Geschlechterverteilung bei Europawahlen",
  "f15": "Wie würde die freie Entscheidung der Parteien über die Geschlechterverteilung die Repräsentation und Gleichstellung in der EU beeinflussen?",
  "fact15": "Die Freiheit der Parteien bei der Geschlechterverteilung könnte zu einer ungleichmäßigen Repräsentation führen und die Fortschritte bei der Geschlechtergleichstellung verlangsamen.",

  "q16": "Soll die EU Vorgaben für die Höhe der sozialen Grundsicherung in den Mitgliedstaaten machen?",
  "t16": "Soziale Grundsicherung in der EU",
  "f16": "Wie würde die Festlegung von Vorgaben für die soziale Grundsicherung die Lebensbedingungen und den sozialen Zusammenhalt in der EU beeinflussen?",
  "fact16": "Einheitliche Vorgaben für die soziale Grundsicherung könnten die Lebensqualität verbessern und Ungleichheiten innerhalb der EU verringern.",

  "q17": "Sollen Betreiber sozialer Netzwerke frei entscheiden dürfen, wie sie mit Desinformation auf ihren Plattformen umgehen?",
  "t17": "Desinformation auf sozialen Netzwerken",
  "f17": "Wie würde die Freiheit der Betreiber sozialer Netzwerke bei der Bekämpfung von Desinformation die Meinungsfreiheit und den Schutz vor Fehlinformationen in der EU beeinflussen?",
  "fact17": "Die freie Entscheidung der Betreiber könnte zu unterschiedlichen Standards im Umgang mit Desinformation führen und die Bekämpfung von Fehlinformationen erschweren.",

  "q18": "Soll in der EU mehr Flächen als Naturschutzgebiete ausgewiesen werden?",
  "t18": "Naturschutzgebiete in der EU",
  "f18": "Wie würde die Ausweisung von mehr Naturschutzgebieten die Erhaltung der Biodiversität und die Nachhaltigkeit in der EU beeinflussen?",
  "fact18": "Mehr Naturschutzgebiete könnten die Biodiversität schützen und den ökologischen Fußabdruck der EU verringern.",

  "q19": "Sollen EU-Fördermittel für Mitgliedstaaten, die Regeln und Werte der EU verletzen, weiterhin zurückgehalten werden?",
  "t19": "Fördermittel und Rechtsstaatlichkeit in der EU",
  "f19": "Wie würde die Zurückhaltung von Fördermitteln die Einhaltung der EU-Regeln und Werte sowie die Zusammenarbeit zwischen den Mitgliedstaaten beeinflussen?",
  "fact19": "Die Zurückhaltung von Fördermitteln könnte Mitgliedstaaten zur Einhaltung von EU-Regeln und -Werten anspornen, aber auch Spannungen innerhalb der Union verstärken.",

  "q20": "Soll die EU mehr Waffen für die Ukraine finanzieren?",
  "t20": "Waffenlieferungen an die Ukraine",
  "f20": "Wie würde die Finanzierung von mehr Waffen die Sicherheit und Stabilität in der Ukraine und der Region beeinflussen?",
  "fact20": "Mehr Waffenlieferungen könnten die Verteidigungsfähigkeit der Ukraine stärken, aber auch das Risiko einer Eskalation des Konflikts erhöhen.",

  "q21": "Soll die zulässige Menge an Fischen, die in EU-Gewässern gefangen werden dürfen, gesenkt werden?",
  "t21": "Fischerei in EU-Gewässern",
  "f21": "Wie würde die Senkung der Fangmengen die Fischbestände und die Fischereiwirtschaft in der EU beeinflussen?",
  "fact21": "Die Senkung der Fangmengen könnte zur Erholung der Fischbestände beitragen und langfristig die Nachhaltigkeit der Fischerei sichern.",

  "q22": "Sollen die Einfuhrzölle der EU auf chinesische Elektroautos erhöht werden?",
  "t22": "Einfuhrzölle auf chinesische Elektroautos",
  "f22": "Wie würde die Erhöhung der Einfuhrzölle die Entwicklung und den Verkauf von Elektroautos in der EU beeinflussen?",
  "fact22": "Höhere Einfuhrzölle auf chinesische Elektroautos könnten den heimischen Markt schützen, aber auch zu höheren Preisen für Verbraucher führen.",

  "q23": "Soll sich die EU dafür einsetzen, dass Schwangerschaftsabbrüche in allen Mitgliedstaaten straffrei möglich sind?",
  "t23": "Schwangerschaftsabbrüche in der EU",
  "f23": "Wie würde das Eintreten der EU für straffreie Schwangerschaftsabbrüche die Gesundheit und Rechte von Frauen in der EU beeinflussen?",
  "fact23": "Straffreie Schwangerschaftsabbrüche könnten die Gesundheitsversorgung und die Rechte von Frauen verbessern und die Gleichstellung in der EU fördern.",

  "q24": "Sollen dauerhafte Grenzkontrollen zwischen den Mitgliedstaaten der EU wieder stattfinden?",
  "t24": "Grenzkontrollen in der EU",
  "f24": "Wie würde die Wiedereinführung von dauerhaften Grenzkontrollen die Freizügigkeit und den Zusammenhalt in der EU beeinflussen?",
  "fact24": "Dauerhafte Grenzkontrollen könnten die Freizügigkeit einschränken und den wirtschaftlichen und sozialen Zusammenhalt in der EU beeinträchtigen.",

  "q25": "Soll die Aufnahme neuer Staaten in die EU in allen Mitgliedstaaten durch Volksabstimmungen bestätigt werden müssen?",
  "t25": "Erweiterung der EU und Volksabstimmungen",
  "f25": "Wie würde die Verpflichtung zur Durchführung von Volksabstimmungen die demokratische Legitimität und die Erweiterungsprozesse in der EU beeinflussen?",
  "fact25": "Volksabstimmungen könnten die demokratische Legitimität von Erweiterungsentscheidungen erhöhen, aber den Prozess auch verlangsamen und komplexer machen.",

  "q26": "Soll die EU den Anbau von weiteren gentechnisch veränderten Pflanzensorten erlauben?",
  "t26": "Gentechnisch veränderte Pflanzen in der EU",
  "f26": "Soll der Anbau gentechnisch veränderter Pflanzen in der EU erlaubt sein?",
  "fact26": "Der Anbau von gentechnisch veränderten Pflanzen könnte die landwirtschaftliche Produktivität steigern, aber auch Bedenken hinsichtlich Umwelt- und Gesundheitsrisiken hervorrufen.",

  "q27": "Soll Geschlechtsspezifische Gewalt gegen Frauen europaweit als Asylgrund anerkannt werden?",
  "t27": "Asylgrund: Geschlechtsspezifische Gewalt gegen Frauen",
  "f27": "Wie würde die Anerkennung geschlechtsspezifischer Gewalt als Asylgrund die Sicherheit und den Schutz von Frauen in der EU beeinflussen?",
  "fact27": "Die Anerkennung geschlechtsspezifischer Gewalt als Asylgrund könnte den Schutz und die Sicherheit von Frauen, die vor Gewalt fliehen, erheblich verbessern.",

  "q28": "Sollen urheberrechtlich geschützte Werke (z.B. Fotos, Musik, Literatur) in der EU für nicht-kommerzielle Zwecke kostenlos verwendet werden dürfen?",
  "t28": "Freie Nutzung urheberrechtlich geschützter Werke in der EU",
  "f28": "Wie würde die kostenlose Nutzung urheberrechtlich geschützter Werke die Kreativität, Kultur und Wirtschaft in der EU beeinflussen?",
  "fact28": "Die kostenlose Nutzung urheberrechtlich geschützter Werke könnte den Zugang zu kulturellen Inhalten erweitern, aber auch die Einnahmen und den Anreiz für Kreative beeinträchtigen.",

  "q29": "Soll die EU die Sanktionen gegen Russland abbauen?",
  "t29": "Sanktionen gegen Russland",
  "f29": "Wie würde der Abbau von Sanktionen die Beziehungen zwischen der EU und Russland sowie die geopolitische Stabilität in der Region beeinflussen?",
  "fact29": "Der Abbau von Sanktionen könnte die wirtschaftlichen Beziehungen verbessern, aber auch als Schwäche gegenüber Russlands Politik angesehen werden.",

  "q30": "Soll das Erasmus+ Stipendium für Auslandsaufenthalte für Studierende, die über weniger finanzielle Mittel verfügen, höher sein?",
  "t30": "Erasmus+ Stipendium und finanzielle Unterstützung",
  "f30": "Wie würde die Erhöhung des Erasmus+ Stipendiums die Chancengleichheit und die internationale Mobilität von Studierenden in der EU beeinflussen?",
  "fact30": "Höhere Erasmus+ Stipendien könnten die Chancengleichheit erhöhen und mehr Studierenden internationale Bildungserfahrungen ermöglichen.",

  "q31": "Soll die EU Atomkraft weiterhin als nachhaltige Energiequelle einstufen?",
  "t31": "Atomkraft in der EU",
  "f31": "Wie würde die Einstufung von Atomkraft als nachhaltige Energiequelle die Energiewende und die Umweltziele der EU beeinflussen?",
  "fact31": "Die Einstufung von Atomkraft als nachhaltig könnte die Investitionen in Kernenergie erhöhen, aber auch die Debatte über nukleare Sicherheit und Abfallmanagement verstärken.",

  "q32": "Soll die Einwanderung von Fachkräften in die EU vereinfacht werden?",
  "t32": "Einwanderung von Fachkräften in die EU",
  "f32": "Wie würde die Vereinfachung der Einwanderung von Fachkräften die Wirtschaft, den Arbeitsmarkt und die Integration in der EU beeinflussen?",
  "fact32": "Die Vereinfachung der Einwanderung von Fachkräften könnte den Fachkräftemangel lindern und die Wettbewerbsfähigkeit der EU-Wirtschaft stärken.",

  "q33": "Soll die Beteiligung außereuropäischer Investoren an Unternehmen im Bereich kritischer Infrastruktur in der EU stärker beschränkt werden?",
  "t33": "Investitionen in kritische Infrastruktur in der EU",
  "f33": "Wie würde die Beschränkung der Beteiligung außereuropäischer Investoren die Sicherheit, Souveränität und Abhängigkeit von der EU beeinflussen?",
  "fact33": "Beschränkungen für außereuropäische Investoren könnten die Sicherheit und Unabhängigkeit der kritischen Infrastruktur stärken, aber auch Investitionen und technologische Innovationen hemmen.",

  "q34": "Soll der Präsident bzw. die Präsidentin der Europäischen Kommission von den Bürgerinnen und Bürgern direkt gewählt werden?",
  "t34": "Direktwahl des EU-Kommissionspräsidenten",
  "f34": "Wie würde die direkte Wahl des EU-Kommissionspräsidenten die demokratische Legitimität und die Entscheidungsfindung in der EU beeinflussen?",
  "fact34": "Eine Direktwahl des EU-Kommissionspräsidenten könnte die demokratische Legitimität stärken, aber auch die politische Dynamik innerhalb der EU verändern.",

  "q35": "Sollen Unternehmen in der EU mehr für den Ausstoß von CO₂ zahlen müssen?",
  "t35": "CO₂-Besteuerung für Unternehmen in der EU",
  "f35": "Wie würde die Erhöhung der CO₂-Besteuerung die Umstellung auf saubere Energien und die Reduzierung von Treibhausgasemissionen in der EU beeinflussen?",
  "fact35": "Höhere CO₂-Besteuerungen könnten den Übergang zu sauberen Energien beschleunigen und die Emissionen senken, aber auch die Produktionskosten erhöhen.",

  "q36": "Sollen Asylbewerberinnen und -bewerber ihren Antrag vor Überschreiten der EU-Außengrenze stellen müssen und dort auf das Ergebnis warten?",
  "t36": "Asylverfahren an EU-Außengrenzen",
  "f36": "Wie würde die Verlagerung des Asylverfahrens an die EU-Außengrenzen die Rechte und die humanitäre Situation von Asylsuchenden beeinflussen?",
  "fact36": "Die Verlagerung des Asylverfahrens könnte die Kontrolle und Verwaltung verbessern, aber auch die humanitäre Lage von Asylsuchenden verschlechtern.",

  "q37": "Soll die EU weiterhin in gemeinsame europäische Rüstungsprojekte investieren?",
  "t37": "Rüstungsprojekte in der EU",
  "f37": "Soll die EU weiterhin in gemeinsame europäische Rüstungsprojekte investieren?",
  "fact37": "Gemeinsame Rüstungsprojekte könnten die militärische Zusammenarbeit und Kapazitäten innerhalb der EU stärken, aber auch die Ausgaben für andere soziale Projekte reduzieren.",

  "q38": "Soll das Europäische Parlament weiterhin eine zentrale Rolle in der EU spielen?",
  "t38": "Rolle des Europäischen Parlaments in der EU",
  "f38": "Wie würde die Beibehaltung einer zentralen Rolle des Europäischen Parlaments die Demokratie und Repräsentation in der EU beeinflussen?",
  "fact38": "Eine zentrale Rolle des Europäischen Parlaments könnte die demokratische Legitimität und die Repräsentation der Bürger in der EU stärken.",

  "0": "38"
}
