{
  "followup": "Chat with me!",
  "subheading": "Ask me something about the EU elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",
  "sign_up": "Sign up for important updates",
  "choose_country": "Choose your country",

  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed an election tool with AI chatbot integration and are very aware of the ethical implications that come with it. Given the potential risks, such as misinformation and bias inherent in AI technologies, we are committed to transparency and accountability. Here's how we approach this:",
  "transparency": "Transparency: ",
  "transparency_content": " Our entire code is open source",
  "accuracy": "Accuracy and Fairness: ",
  "accuracy_content": " Advanced RAG pipeline for the highest source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment: ",
  "ethics_content": " We have had preferred sources overseen by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the intersection of technology and democracy, Elect-O-Mate is committed to adhering to the highest standards, ensuring that our AI tools enhance informed opinion formation, decision-making, reduce political apathy, and shorten and improve the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "yes",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that by answering more questions, you will receive more accurate results. ",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Explanation",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " agree with ",
  "party_position_request_3": " on the following question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options, from which you should choose the one that best matches your opinion on the statement. If a topic is particularly important to you, you can double the weight of the question by selecting x2. After answering all the questions, you can submit your answers on the last card and see your results. To flip the cards and get more information about the statements, you can click on the symbol at the top right. If you have personalized questions, you can ask them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts regarding the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here you can view your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, you can simply scroll back to the questions.\nTo view the results, click on the x at the top right.",

  "q1": "Large companies should pay a minimum profit tax in each member state where they operate.",
  "t1": "Minimum Profit Tax",
  "f1": "What impact could this have?",
  "fact1": "Did you know? Large companies currently pay varying tax rates across member states.",

  "q2": "Non-EU investors' participation in European companies operating in strategic sectors should be limited.",
  "t2": "Limit Non-EU Investors",
  "f2": "What are the benefits of this limitation?",
  "fact2": "Did you know? Strategic sectors include defense, energy, and telecommunications.",

  "q3": "The EU should develop a cross-border European railway network.",
  "t3": "Cross-Border Railway Network",
  "f3": "How would this improve connectivity?",
  "fact3": "Did you know? A cross-border railway network can reduce travel times and promote trade.",

  "q4": "The import duty on Chinese electric cars should be increased.",
  "t4": "Import Duty on Electric Cars",
  "f4": "How would this affect prices?",
  "fact4": "Did you know? Higher import duties can protect local manufacturers.",

  "q5": "The EU should allow member states to have higher budget deficits.",
  "t5": "Higher Budget Deficits",
  "f5": "What are the risks of higher deficits?",
  "fact5": "Did you know? Budget deficits can stimulate economic growth during recessions.",

  "q6": "Hungary should adopt the Euro within 10 years.",
  "t6": "Hungary Adopting Euro",
  "f6": "How would this affect Hungary's economy?",
  "fact6": "Did you know? Adopting the Euro can lead to lower interest rates.",

  "q7": "The EU should continue to recognize nuclear energy as a sustainable energy source.",
  "t7": "Nuclear Energy Recognition",
  "f7": "Why is nuclear energy considered sustainable?",
  "fact7": "Did you know? Nuclear energy produces minimal greenhouse gas emissions.",

  "q8": "All food products sold in the EU should indicate their environmental impact on the label.",
  "t8": "Environmental Impact Labels",
  "f8": "How would this influence consumer choices?",
  "fact8": "Did you know? Environmental labels can raise awareness about sustainability.",

  "q9": "The EU should introduce stricter environmental regulations for imported goods.",
  "t9": "Stricter Import Regulations",
  "f9": "What are the benefits of stricter regulations?",
  "fact9": "Did you know? Stricter regulations can reduce the carbon footprint of imported goods.",

  "q10": "Ukraine should become a member of the EU.",
  "t10": "Ukraine EU Membership",
  "f10": "How would this impact the EU?",
  "fact10": "Did you know? EU membership can promote political stability and economic growth.",

  "q11": "The European Union should continue to freeze EU funds for member states that violate EU laws and values.",
  "t11": "Freezing EU Funds",
  "f11": "What is the purpose of freezing funds?",
  "fact11": "Did you know? Freezing funds is a measure to enforce compliance with EU laws.",

  "q12": "A common European Union army is needed.",
  "t12": "Common EU Army",
  "f12": "What are the advantages of a common army?",
  "fact12": "Did you know? A common army can enhance collective security and defense capabilities.",

  "q13": "Further European Union financing for arms shipments to Ukraine is needed.",
  "t13": "Financing Arms Shipments",
  "f13": "Why is this financing necessary?",
  "fact13": "Did you know? Military aid can strengthen Ukraine's defense against aggression.",

  "q14": "EU member states should jointly purchase more defense equipment.",
  "t14": "Joint Defense Purchases",
  "f14": "How would this improve defense efficiency?",
  "fact14": "Did you know? Joint purchases can lead to cost savings and standardization.",

  "q15": "The EU sanctions against Russia are working.",
  "t15": "Sanctions Against Russia",
  "f15": "What evidence supports their effectiveness?",
  "fact15": "Did you know? Sanctions aim to pressure compliance with international laws.",

  "q16": "The EU should allow further cultivation of genetically modified plants (GMOs).",
  "t16": "Cultivation of GMOs",
  "f16": "What are the benefits of GMOs?",
  "fact16": "Did you know? GMOs can increase crop yields and resistance to pests.",

  "q17": "The EU should completely ban plant protection products containing glyphosate.",
  "t17": "Ban on Glyphosate",
  "f17": "What are the risks of glyphosate?",
  "fact17": "Did you know? Glyphosate is a widely used herbicide with debated health effects.",

  "q18": "The EU should stop subsidizing intensive livestock farming.",
  "t18": "Subsidies for Livestock Farming",
  "f18": "What are the environmental impacts?",
  "fact18": "Did you know? Intensive farming can lead to environmental degradation.",

  "q19": "Asylum seekers should submit their applications at the EU's external borders and wait for the result.",
  "t19": "Asylum Applications at Borders",
  "f19": "How would this affect asylum seekers?",
  "fact19": "Did you know? Processing applications at borders can streamline asylum procedures.",

  "q20": "The EU should limit development aid to countries that do not accept rejected asylum seekers.",
  "t20": "Limit Development Aid",
  "f20": "What are the consequences of limiting aid?",
  "fact20": "Did you know? Development aid supports economic and social development in recipient countries.",

  "q21": "The EU should allocate more resources to combat illegal immigration.",
  "t21": "Combating Illegal Immigration",
  "f21": "How would increased resources help?",
  "fact21": "Did you know? More resources can enhance border security and immigration controls.",

  "q22": "The EU should develop common education standards.",
  "t22": "Common Education Standards",
  "f22": "What are the benefits of common standards?",
  "fact22": "Did you know? Common education standards can ensure quality and equality in education.",

  "q23": "The EU should invest more in digital infrastructure.",
  "t23": "Investing in Digital Infrastructure",
  "f23": "How would this benefit the economy?",
  "fact23": "Did you know? Digital infrastructure is crucial for modern economies and innovation.",

  "q24": "The EU should enforce stricter data protection regulations.",
  "t24": "Stricter Data Protection",
  "f24": "Why are stricter regulations necessary?",
  "fact24": "Did you know? Stricter data protection can enhance privacy and security.",

  "q25": "The EU should encourage the use of renewable energy sources.",
  "t25": "Encouraging Renewable Energy",
  "f25": "What are the benefits of renewable energy?",
  "fact25": "Did you know? Renewable energy reduces reliance on fossil fuels and lowers emissions.",

  "q26": "The EU should establish a universal basic income.",
  "t26": "Universal Basic Income",
  "f26": "How would this impact poverty?",
  "fact26": "Did you know? Universal basic income can provide financial stability and reduce poverty.",

  "q27": "The EU should prioritize climate change mitigation efforts.",
  "t27": "Climate Change Mitigation",
  "f27": "What are key mitigation strategies?",
  "fact27": "Did you know? Climate change mitigation can prevent severe environmental and economic impacts.",

  "q28": "The EU should enhance cybersecurity measures.",
  "t28": "Enhancing Cybersecurity",
  "f28": "Why is cybersecurity important?",
  "fact28": "Did you know? Enhanced cybersecurity can protect against digital threats and data breaches.",

  "q29": "The EU should support greater economic integration among member states.",
  "t29": "Economic Integration",
  "f29": "What are the advantages of economic integration?",
  "fact29": "Did you know? Economic integration can lead to a stronger and more resilient economy.",

  "q30": "The EU should ban the use of automated facial recognition in law enforcement.",
  "t30": "Ban on Facial Recognition",
  "f30": "What are the privacy concerns?",
  "fact30": "Did you know? Automated facial recognition can raise significant privacy issues.",

  "q31": "The EU should recommend that member states include a third gender category in their passports.",
  "t31": "Third Gender Category",
  "f31": "Why is this inclusion important?",
  "fact31": "Did you know? Including a third gender category can promote inclusivity and recognition.",

  "q32": "The EU should take targeted measures to support equal involvement of fathers and mothers in childcare.",
  "t32": "Equal Childcare Involvement",
  "f32": "What are the benefits of equal involvement?",
  "fact32": "Did you know? Equal involvement in childcare can promote gender equality.",

  "q33": "The EU should harmonize legislation on sexual violence, especially rape.",
  "t33": "Harmonizing Sexual Violence Laws",
  "f33": "What are the benefits of harmonization?",
  "fact33": "Did you know? Harmonized laws can ensure consistent protection and justice across the EU.",

  "q34": "The EU should encourage the legalization of medical cannabis in member states.",
  "t34": "Legalization of Medical Cannabis",
  "f34": "What are the benefits of medical cannabis?",
  "fact34": "Did you know? Medical cannabis can provide relief for various medical conditions.",

  "q35": "The European Union is a community of values.",
  "t35": "Community of Values",
  "f35": "What values are promoted?",
  "fact35": "Did you know? The EU promotes values such as democracy, human rights, and equality.",

  "q36": "The EU should place greater emphasis on Europe's common past and the influence of Christianity on our culture.",
  "t36": "Common Past and Christianity",
  "f36": "Why is this emphasis important?",
  "fact36": "Did you know? Recognizing common past and cultural influences can strengthen European identity.",

  "0": "36"
}
