{
  "followup": "Chat with me!",
  "subheading": "Ask me something about the EU elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",
  "sign_up": "Sign up for important updates",
  "choose_country": "Choose your country",

  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed an election tool with AI chatbot integration and are very aware of the ethical implications that come with it. Given the potential risks, such as misinformation and bias inherent in AI technologies, we are committed to transparency and accountability. Here's how we approach this:",
  "transparency": "Transparency: ",
  "transparency_content": " Our entire code is open source",
  "accuracy": "Accuracy and Fairness: ",
  "accuracy_content": " Advanced RAG pipeline for the highest source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment: ",
  "ethics_content": " We have had preferred sources overseen by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the intersection of technology and democracy, Elect-O-Mate is committed to adhering to the highest standards, ensuring that our AI tools enhance informed opinion formation, decision-making, reduce political apathy, and shorten and improve the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "yes",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that by answering more questions, you will receive more accurate results. ",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Explanation",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " agree with ",
  "party_position_request_3": " on the following question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options, from which you should choose the one that best matches your opinion on the statement. If a topic is particularly important to you, you can double the weight of the question by selecting x2. After answering all the questions, you can submit your answers on the last card and see your results. To flip the cards and get more information about the statements, you can click on the symbol at the top right. If you have personalized questions, you can ask them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts regarding the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here you can view your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, you can simply scroll back to the questions.\nTo view the results, click on the x at the top right.",

  "q1": "Should Ukraine become an EU member?",
  "t1": "Ukraine EU Membership",
  "f1": "What impact would Ukraine's EU membership have on the EU's political landscape?",
  "fact1": "Ukraine has been working towards EU membership since the early 2000s, aligning its policies with EU standards.",

  "q2": "Should the EU impose a minimum wage that requires all member states to enforce it according to their local conditions?",
  "t2": "EU Minimum Wage",
  "f2": "How would a minimum wage impact economic equality within the EU?",
  "fact2": "As of now, 21 out of 27 EU member states have their own national minimum wage.",

  "q3": "Should asylum applications be processed at the border with rapid evaluation?",
  "t3": "Border Asylum Processing",
  "f3": "What are the potential challenges of processing asylum applications at the border?",
  "fact3": "Rapid processing of asylum applications can help reduce backlog and ensure timely protection for refugees.",

  "q4": "Should the EU have a common army?",
  "t4": "EU Common Army",
  "f4": "What are the strategic benefits of having a common EU army?",
  "fact4": "The idea of a common EU army has been debated since the 1950s but has never been fully realized.",

  "q5": "Should the EU prohibit the legal recognition of same-sex marriages?",
  "t5": "Same-Sex Marriage Recognition",
  "f5": "What would be the social implications of prohibiting same-sex marriage recognition?",
  "fact5": "As of 2021, 16 EU countries legally recognize same-sex marriage.",

  "q6": "Should the EU impose a tax on carbon dioxide emissions to reduce pollution?",
  "t6": "Carbon Tax",
  "f6": "How would a carbon tax influence businesses and consumers in the EU?",
  "fact6": "The EU's Emissions Trading System (ETS) is one of the largest carbon markets in the world.",

  "q7": "Should the EU impose stringent regulations on pesticide usage to protect the environment?",
  "t7": "Pesticide Regulations",
  "f7": "What are the potential benefits of stringent pesticide regulations for biodiversity?",
  "fact7": "The EU has banned or restricted the use of numerous harmful pesticides over the past decades.",

  "q8": "Should the EU allow the use of genetically modified organisms (GMOs) in agriculture?",
  "t8": "GMOs in Agriculture",
  "f8": "What are the potential health impacts of GMOs in agriculture?",
  "fact8": "Only a few GMO crops are approved for cultivation in the EU due to stringent regulations.",

  "q9": "Should the EU adopt a common agricultural policy to ensure food security?",
  "t9": "Common Agricultural Policy",
  "f9": "How would a common agricultural policy enhance food security in the EU?",
  "fact9": "The Common Agricultural Policy (CAP) is one of the EU's oldest policies, established in 1962.",

  "q10": "Should the EU allow the cultivation of cannabis for personal use?",
  "t10": "Cannabis Cultivation",
  "f10": "What are the potential economic benefits of legalizing cannabis cultivation?",
  "fact10": "Several EU countries have already decriminalized or legalized cannabis for medical or personal use.",

  "q11": "Should the EU ban the sale of new combustion engine vehicles by 2035?",
  "t11": "Combustion Engine Ban",
  "f11": "How would banning new combustion engine vehicles impact the automotive industry?",
  "fact11": "The EU aims to reduce greenhouse gas emissions by 55% by 2030, with transport being a major focus.",

  "q12": "Should the EU provide financial support to UNRWA for Palestinian refugees?",
  "t12": "UNRWA Support",
  "f12": "What are the potential geopolitical implications of EU support for UNRWA?",
  "fact12": "UNRWA provides essential services to over 5 million Palestinian refugees.",

  "q13": "Should the EU impose sanctions on Russia?",
  "t13": "Sanctions on Russia",
  "f13": "What are the economic consequences of imposing sanctions on Russia?",
  "fact13": "The EU has imposed sanctions on Russia since 2014 following the annexation of Crimea.",

  "q14": "Should the EU pursue disarmament policies?",
  "t14": "Disarmament Policies",
  "f14": "What are the potential benefits of EU disarmament policies for global security?",
  "fact14": "The EU supports various disarmament initiatives, including the Non-Proliferation Treaty (NPT).",

  "q15": "Should the EU ensure job access for non-EU citizens with a long-term residency?",
  "t15": "Job Access for Non-EU Residents",
  "f15": "How would job access for non-EU residents affect the EU labor market?",
  "fact15": "Long-term residents from non-EU countries can access certain rights similar to EU citizens.",

  "q16": "Should the EU allow same-sex marriage?",
  "t16": "Same-Sex Marriage",
  "f16": "What are the cultural impacts of allowing same-sex marriage across the EU?",
  "fact16": "The European Court of Human Rights has ruled in favor of recognizing same-sex relationships.",

  "q17": "Should the EU introduce Eurobonds to support member states in financial difficulty?",
  "t17": "Eurobonds",
  "f17": "What are the risks and benefits of introducing Eurobonds in the EU?",
  "fact17": "Eurobonds could help stabilize the economies of member states facing financial crises.",

  "q18": "Should the EU invest more in nuclear energy as a sustainable energy source?",
  "t18": "Nuclear Energy Investment",
  "f18": "What are the potential risks of increasing investments in nuclear energy?",
  "fact18": "France generates over 70% of its electricity from nuclear energy, making it a key player in the EU.",

  "q19": "Should the EU introduce more stringent pesticide regulations?",
  "t19": "Pesticide Regulations",
  "f19": "How would more stringent pesticide regulations impact agricultural practices?",
  "fact19": "The EU's Farm to Fork strategy aims to reduce the use of chemical pesticides by 50% by 2030.",

  "q20": "Should the EU enforce fiscal rules to limit budget deficits and debt?",
  "t20": "Fiscal Rules",
  "f20": "What are the potential effects of stricter fiscal rules on member states' economies?",
  "fact20": "The Stability and Growth Pact sets the EU's fiscal rules for budget deficits and debt levels.",

  "q21": "Should the EU implement a common asylum policy with shared responsibilities among member states?",
  "t21": "Common Asylum Policy",
  "f21": "What challenges might arise from implementing a common asylum policy?",
  "fact21": "A common asylum policy aims to provide a fair and efficient system for processing asylum applications.",

  "q22": "Should the EU introduce a third gender option on passports?",
  "t22": "Third Gender Option",
  "f22": "What are the social implications of introducing a third gender option on passports?",
  "fact22": "Germany was the first EU country to introduce a third gender option on official documents in 2013.",

  "q23": "Should the EU maintain permanent border controls within the Schengen area?",
  "t23": "Schengen Border Controls",
  "f23": "How would permanent border controls affect the freedom of movement in the Schengen area?",
  "fact23": "The Schengen Area allows for passport-free movement across 26 European countries.",

  "q24": "Should the EU abolish unanimity voting in the Council of the European Union?",
  "t24": "Abolish Unanimity Voting",
  "f24": "What are the potential benefits and drawbacks of abolishing unanimity voting in the EU?",
  "fact24": "Unanimity voting requires all member states to agree on a decision, often leading to lengthy negotiations.",

  "q25": "Should the EU make it mandatory to consider environmental impacts before approving any new projects?",
  "t25": "Mandatory Environmental Impact",
  "f25": "What are the potential benefits of considering environmental impacts before new project approvals?",
  "fact25": "Environmental impact assessments are crucial for sustainable development and preventing ecological damage.",

  "q26": "Should the EU increase funding for the Erasmus student exchange program?",
  "t26": "Erasmus Program Funding",
  "f26": "How would increasing funding for the Erasmus program benefit students and the EU?",
  "fact26": "The Erasmus program has supported over 9 million students and staff since its inception in 1987.",

  "q27": "Should the EU support intensive farming practices to boost food production?",
  "t27": "Intensive Farming Support",
  "f27": "What are the environmental impacts of supporting intensive farming practices in the EU?",
  "fact27": "Intensive farming can lead to higher yields but also has significant environmental impacts.",

  "q28": "Should the EU provide financial and military support to Ukraine?",
  "t28": "Support to Ukraine",
  "f28": "What are the geopolitical implications of providing financial and military support to Ukraine?",
  "fact28": "The EU has provided significant financial and humanitarian aid to Ukraine since the conflict began.",

  "q29": "Should the EU support Israel's security and defense measures?",
  "t29": "Support for Israel",
  "f29": "What are the potential consequences of the EU supporting Israel's security measures?",
  "fact29": "The EU and Israel have strong economic and scientific cooperation, despite political differences.",

  "q30": "Should the EU implement stricter border controls to prevent illegal immigration?",
  "t30": "Stricter Border Controls",
  "f30": "How would stricter border controls impact migration and asylum policies in the EU?",
  "fact30": "The EU has faced significant challenges with illegal immigration, particularly during the 2015 migrant crisis.",

  "0": "30"
}
