{
  "value": "fren",
  "label": "France",
  "countryCode": "FR",
  "followup": "Chat with me!",
  "subheading": "Ask me questions about the European elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",
  "sign_up": "Sign up for important updates",
  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from around the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed a voting tool with AI Chatbot integration and are aware of the ethical implications this entails. Given the potential risks, such as misinformation and biases inherent in AI technologies, we are committed to transparency and accountability. Here's how we address these issues:",
  "transparency": "Transparency:",
  "transparency_content": " All our code is Open Source",
  "accuracy": "Accuracy and Fairness:",
  "accuracy_content": " Advanced RAG pipeline for maximum source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment:",
  "ethics_content": " We have overseen the preferred sources by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the interface of technology and democracy, Elect-O-Mate is committed to upholding the highest standards and ensuring that our AI tools improve informed opinion formation, decision-making, reducing political apathy, and the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "agree",
  "neutral_button": "neutral",
  "disagree_button": "disagree",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that the more questions you answer, the more accurate your results will be.",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me with more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Reasoning",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " vote with ",
  "party_position_request_3": " on this question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options where you need to choose the one that best matches your opinion. If a topic is particularly important to you, you can double its weight by selecting x2. Once you have answered all the questions, you can submit your answers and see your results on the last card. To flip the cards and get more information about the statements, click on the icon at the top right. If you have personalized questions, you can enter them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts related to the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here, you can see your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, simply scroll back to the questions.\nTo view the results, click on the x at the top right.",
  "q1": "Social networks should be able to decide for themselves how they manage misinformation on their platform.",
  "t1": "Misinformation Management",
  "f1": "Why is it important for social networks to manage misinformation autonomously?",
  "fact1": "Did you know that some social media platforms have already established dedicated fact-checking teams to combat misinformation?",
  "q2": "The European Union should ban the use of facial recognition cameras by the police.",
  "t2": "Facial Recognition",
  "f2": "What would be the impacts on public safety if the EU banned the use of facial recognition cameras by the police?",
  "fact2": "Facial recognition can be used to identify suspects in real-time but also raises privacy and mass surveillance concerns.",
  "q3": "Large international companies should pay a minimum tax in each EU member state where they are active.",
  "t3": "Minimum Tax for Companies",
  "f3": "How could a minimum tax affect the investments of large international companies in the EU?",
  "fact3": "A minimum tax could reduce tax evasion practices and ensure that companies contribute fairly to local economies.",
  "q4": "The EU should allow member states to have larger budget deficits.",
  "t4": "Budget Deficits",
  "f4": "What are the advantages and disadvantages of allowing larger budget deficits for EU member states?",
  "fact4": "Larger budget deficits could enable increased public investments but might also increase national debt in the long term.",
  "q5": "The participation of non-European investors in European companies in strategic sectors should be limited.",
  "t5": "Non-European Investments",
  "f5": "Why is it crucial to regulate the participation of foreign investors in European strategic sectors?",
  "fact5": "Limiting foreign investments in strategic sectors can protect national security and the economic interests of the EU.",
  "q6": "The EU should continue to consider nuclear energy as a sustainable energy source.",
  "t6": "Sustainable Nuclear Energy",
  "f6": "What are the arguments in favor of maintaining nuclear energy as a sustainable energy source?",
  "fact6": "Nuclear energy is a low-carbon energy source but poses challenges in terms of waste management and safety.",
  "q7": "Pesticides containing glyphosate should be completely banned in the European Union.",
  "t7": "Glyphosate Ban",
  "f7": "What would be the agricultural impacts of a complete ban on pesticides containing glyphosate?",
  "fact7": "Glyphosate is one of the most widely used herbicides globally, but its ban is supported due to environmental and health concerns.",
  "q8": "Large companies should pay more for their CO2 emissions.",
  "t8": "CO2 Emissions Tax",
  "f8": "How could taxing CO2 emissions by large companies contribute to combating climate change?",
  "fact8": "Taxing CO2 emissions can incentivize companies to reduce their carbon footprint and invest in cleaner technologies.",
  "q9": "Ukraine should join the European Union.",
  "t9": "Ukraine's EU Integration",
  "f9": "What would be the advantages and challenges for the EU and Ukraine in case of integration?",
  "fact9": "Ukraine's integration into the EU could strengthen economic and political ties but would also require significant reforms in Ukraine.",
  "q10": "EU member states that do not respect democratic principles should receive fewer EU subsidies.",
  "t10": "Respect for Democratic Principles",
  "f10": "What mechanisms could the EU implement to ensure its member states respect democratic principles?",
  "fact10": "Reducing subsidies could encourage member states to respect democratic principles but might also penalize the citizens of those countries.",
  "q11": "The EU should allow more cultivation of GMO (genetically modified organisms) plants.",
  "t11": "GMO Cultivation in the EU",
  "f11": "What are the benefits and concerns associated with increasing GMO cultivation in the EU?",
  "fact11": "GMOs can improve agricultural yields and disease resistance but raise environmental and public health concerns.",
  "q12": "The EU should no longer subsidize intensive animal farming.",
  "t12": "Intensive Farming Subsidies",
  "f12": "How could stopping subsidies for intensive farming affect the European agricultural industry?",
  "fact12": "Reducing subsidies for intensive farming could encourage more sustainable agricultural practices but might also increase costs for farmers.",
  "q13": "A common European army should be created.",
  "t13": "Common European Army",
  "f13": "What would be the strategic advantages of a common European army?",
  "fact13": "A common army could improve coordination and response to threats but poses challenges in terms of national sovereignty and funding.",
  "q14": "The EU should fund more weapons for Ukraine.",
  "t14": "Funding Weapons for Ukraine",
  "f14": "How could increased funding for weapons for Ukraine influence the ongoing conflict?",
  "fact14": "Funding more weapons for Ukraine could strengthen its defense against aggression but might also prolong the conflict.",
  "q15": "Countries that do not agree to take back rejected asylum seekers should receive less development aid from the EU.",
  "t15": "Development Aid and Asylum Seekers",
  "f15": "What are the potential impacts of reducing development aid for countries refusing to take back rejected asylum seekers?",
  "fact15": "Reducing development aid could pressure countries to accept rejected asylum seekers but might also affect development programs.",
  "q16": "Asylum seekers should file their asylum applications in the countries located at the EU borders and wait for the outcome.",
  "t16": "Asylum Application Procedure",
  "f16": "Why is it important to regulate the location for filing asylum applications in the EU?",
  "fact16": "Centralizing asylum applications in border countries could facilitate management but might also overload those countries.",
  "q17": "Immigration to the EU should be facilitated for jobs in shortage.",
  "t17": "Facilitation of Immigration for Shortage Jobs",
  "f17": "How could facilitating immigration for shortage jobs affect the EU labor market?",
  "fact17": "Facilitating immigration for shortage jobs could fill labor gaps but might also raise questions about integration and labor market competition.",
  "q18": "The President of the European Commission should be elected directly by EU citizens.",
  "t18": "Direct Election of the President of the European Commission",
  "f18": "What are the advantages and challenges of a direct election of the President of the European Commission?",
  "fact18": "A direct election could increase the democratic legitimacy of the EU but might also pose challenges in terms of fair representation of member states.",
  "q19": "The European Union should invest in more international railway lines.",
  "t19": "Railway Investments",
  "f19": "What would be the economic and environmental benefits of investing in more international railway lines?",
  "fact19": "Investments in railway infrastructure can reduce CO2 emissions and promote cross-border trade in Europe.",
  "q20": "All food products should have a label indicating the environmental impact of the product.",
  "t20": "Environmental Labeling",
  "f20": "Why is it important to inform consumers about the environmental impact of food products?",
  "fact20": "Environmental labeling helps consumers make more sustainable choices and reduce their ecological footprint.",
  "q21": "The import of Chinese electric cars to the European Union should be more expensive.",
  "t21": "Chinese Car Imports",
  "f21": "How would increasing import tariffs on Chinese electric cars affect the European market?",
  "fact21": "Higher tariffs could encourage local production and protect European industries.",
  "q22": "The EU should impose stricter environmental standards on products from non-EU countries.",
  "t22": "Environmental Standards for Imports",
  "f22": "What could be the economic impacts of imposing stricter environmental standards on imports?",
  "fact22": "Strict environmental standards can improve the quality of imported products and encourage sustainable practices globally.",
  "q23": "Students with fewer means should receive higher Erasmus+ grants than those with more means.",
  "t23": "Erasmus+ Grants",
  "f23": "How could higher Erasmus+ grants for less wealthy students promote equal opportunities?",
  "fact23": "Erasmus+ grants enable students from diverse socioeconomic backgrounds to access international educational opportunities.",
  "q24": "Social networks should be able to decide for themselves how they manage misinformation on their platform.",
  "t24": "Misinformation Management on Social Networks",
  "f24": "What are the potential risks of allowing social networks to manage misinformation on their own?",
  "fact24": "Online misinformation can influence public opinions and electoral outcomes, highlighting the importance of effective management.",
  "q25": "The European Union should ban the use of facial recognition cameras by the police.",
  "t25": "Facial Recognition by the Police",
  "f25": "What are the ethical issues related to the use of facial recognition by law enforcement?",
  "fact25": "Facial recognition raises privacy and mass surveillance concerns, requiring strict regulations.",
  "0": "25"
}