{
  "value": "België",
  "label": "Belgium",
  "countryCode": "BE",
  "followup": "Chat met mij!",
  "subheading": "Vraag me iets over de EU-verkiezingen!",
  "start_now": "Of begin nu de quiz",
  "start_button": "Begin nu!",
  "sign_up": "Meld je aan voor belangrijke updates",
  "email_placeholder": "E-mailadres",
  "subscribe_to_newsletter": "Abonneer",
  "made_with_love": "Gemaakt met liefde door mensen van over de hele wereld.",
  "open_source": "Open Source",
  "open_source_p1": "Met Elect-O-Mate hebben we een verkiezingstool ontwikkeld met AI-chatbotintegratie en zijn we ons zeer bewust van de ethische implicaties die daarmee gepaard gaan. Gezien de potentiële risico's, zoals desinformatie en vooringenomenheid inherent aan AI-technologieën, zijn we toegewijd aan transparantie en verantwoordelijkheid. Hier is hoe we dit aanpakken:",
  "transparency": "Transparantie: ",
  "transparency_content": " Onze volledige code is open source",
  "accuracy": "Nauwkeurigheid en Eerlijkheid: ",
  "accuracy_content": " Geavanceerde RAG-pipeline voor de hoogste bron nauwkeurigheid en LLM-regelchecker om maximale eerlijkheid te waarborgen",
  "ethics": "Ethische Verplichting: ",
  "ethics_content": " We hebben voorkeursbronnen onder toezicht van politieke experts en nemen openlijk deel aan de wereldwijde discussie over AI-veiligheid en afstemming",
  "open_source_p2": "Bij het navigeren op het snijvlak van technologie en democratie, is Elect-O-Mate toegewijd aan het naleven van de hoogste normen, zodat onze AI-tools geïnformeerde meningsvorming en besluitvorming bevorderen, politieke apathie verminderen en bestaande tools toegankelijker maken.",
  "tech_report": "Lees het technische rapport",
  "bot_greeting": "Hallo, ik ben hier om je te helpen. Stel me gerust een vraag!",
  "send_button_sending": "verzenden",
  "send_button_send": "verzenden",
  "chat_YOU": "Jij",
  "chat_placeholder": "Stel een vraag...",
  "agree_button": "ja",
  "neutral_button": "neutraal",
  "disagree_button": "nee",
  "skip_button": "overslaan",
  "submit_text": "Je hebt het einde van de vragenlijst bereikt. Let op dat door meer vragen te beantwoorden, je meer nauwkeurige resultaten zult ontvangen.",
  "submit_button": "Indienen",
  "title_results": "Jouw Resultaten",
  "informationRequest": "Geef me meer informatie over de ",
  "party_voted_for": " stemt voor ",
  "more_information": "Uitleg",
  "party_position_request_1": "Waarom is de ",
  "party_position_request_2": " het eens met ",
  "party_position_request_3": " over de volgende vraag?",
  "how_it_works": "Hoe het werkt",
  "how_it_works_front": "Elke kaart heeft een stelling en drie opties, waarvan je de optie moet kiezen die het beste bij jouw mening past. Als een onderwerp bijzonder belangrijk voor je is, kun je het gewicht van de vraag verdubbelen door x2 te selecteren. Na het beantwoorden van alle vragen, kun je je antwoorden op de laatste kaart indienen en je resultaten bekijken. Om de kaarten om te draaien en meer informatie over de stellingen te krijgen, kun je op het symbool rechtsboven klikken. Als je gepersonaliseerde vragen hebt, kun je deze stellen in het tekstveld en chatten met Elect-O-Mate.",
  "how_it_works_back": "Op de achterkant van de kaarten vind je feiten met betrekking tot de vraag.",
  "how_graph_works_info": "Hoe de grafiek te gebruiken",
  "how_graph_works_title": "Evaluatie",
  "how_graph_works_content": "Hier kun je je resultaten bekijken in een staafdiagram. Voor meer informatie over een partij, klik op de bijbehorende balk. Als je je resultaten wilt vergelijken met die van de geselecteerde partij, kun je gewoon terug scrollen naar de vragen.\nOm de resultaten te bekijken, klik op de x rechtsboven.",
  "q1": "Sociale mediabedrijven moeten vrij zijn om te beslissen hoe ze omgaan met desinformatie op hun platforms.",
  "t1": "Desinformatie op Sociale Media",
  "f1": "Wat zou de impact op de vrijheid van meningsuiting zijn?",
  "fact1": "Sociale mediabedrijven gebruiken algoritmen om desinformatie te detecteren en beheren.",
  "q2": "De EU moet het gebruik van geautomatiseerde gezichtsherkenning in wetshandhaving verbieden.",
  "t2": "Verbod op Gezichtsherkenning",
  "f2": "Hoe zou dit de misdaaddetectie beïnvloeden?",
  "fact2": "Geautomatiseerde gezichtsherkenning wordt in verschillende landen gebruikt voor beveiligingsdoeleinden.",
  "q3": "De EU moet kernenergie blijven erkennen als een duurzame energiebron.",
  "t3": "Erkenning van Kernenergie",
  "f3": "Wat zijn de voordelen van kernenergie?",
  "fact3": "Kernenergie produceert minimale broeikasgassen vergeleken met fossiele brandstoffen.",
  "q4": "De EU moet pesticiden die glyfosaat bevatten volledig verbieden.",
  "t4": "Verbod op Glyfosaat",
  "f4": "Wat zijn de alternatieven voor glyfosaat?",
  "fact4": "Glyfosaat is een veelgebruikt herbicide in de landbouw.",
  "q5": "Bedrijven moeten meer betalen voor hun CO2-uitstoot.",
  "t5": "Kosten voor CO2-uitstoot",
  "f5": "Hoe zou dit de winst van bedrijven beïnvloeden?",
  "fact5": "CO2-uitstoot draagt aanzienlijk bij aan klimaatverandering.",
  "q6": "Oekraïne moet lid worden van de Europese Unie.",
  "t6": "EU-lidmaatschap van Oekraïne",
  "f6": "Wat zijn de voordelen van EU-lidmaatschap voor Oekraïne?",
  "fact6": "EU-lidmaatschap biedt economische en politieke stabiliteit.",
  "q7": "De EU moet de teelt van meer genetisch gemodificeerde gewassen (GGO's) toestaan.",
  "t7": "GGO-teelt",
  "f7": "Wat zijn de potentiële risico's van GGO's?",
  "fact7": "GGO's kunnen de opbrengst van gewassen en de weerstand tegen plagen vergroten.",
  "q8": "De EU moet stoppen met het subsidiëren van intensieve veehouderij.",
  "t8": "Subsidies voor Veehouderij",
  "f8": "Wat zou de impact op voedselprijzen zijn?",
  "fact8": "Intensieve veehouderij draagt bij aan milieuvervuiling.",
  "q9": "De EU moet een gemeenschappelijk leger hebben.",
  "t9": "Gemeenschappelijk EU-leger",
  "f9": "Hoe zou dit de nationale militaire soevereiniteit beïnvloeden?",
  "fact9": "Een gemeenschappelijk EU-leger kan de collectieve veiligheid verbeteren.",
  "q10": "De EU moet meer wapens voor Oekraïne financieren.",
  "t10": "Wapens voor Oekraïne",
  "f10": "Wat zijn de geopolitieke implicaties?",
  "fact10": "Militaire hulp kan de verdedigingscapaciteit van Oekraïne versterken.",
  "q11": "De EU moet de ontwikkelingshulp beperken tot landen die afgewezen asielzoekers niet terugnemen.",
  "t11": "Beperkingen op Ontwikkelingshulp",
  "f11": "Hoe zou dit de internationale betrekkingen beïnvloeden?",
  "fact11": "Ontwikkelingshulp wordt gebruikt om economische groei en stabiliteit te ondersteunen.",
  "q12": "Asielzoekers moeten asiel aanvragen aan de buitengrenzen van de EU en daar de uitkomst afwachten.",
  "t12": "Asielaanvraagproces",
  "f12": "Wat zijn de omstandigheden aan de buitengrenzen?",
  "fact12": "Verwerking aan de buitengrenzen is bedoeld om asielaanvragen te stroomlijnen.",
  "q13": "Het moet makkelijker zijn voor bekwame werknemers om naar de Europese Unie te immigreren.",
  "t13": "Immigratie van Bekwame Werknemers",
  "f13": "Hoe zou dit de arbeidsmarkt beïnvloeden?",
  "fact13": "Immigratie van bekwame werknemers kan helpen bij het oplossen van tekorten op de arbeidsmarkt.",
  "q14": "De EU moet de lidstaten aanbevelen een derde geslachtscategorie toe te voegen aan hun paspoorten.",
  "t14": "Derde Geslachtscategorie",
  "f14": "Hoe zou deze wijziging de documentatieprocessen beïnvloeden?",
  "fact14": "Verschillende landen hebben al een derde geslachtsoptie in paspoorten geïntroduceerd.",
  "q15": "De invoerbelastingen op Chinese elektrische auto's moeten worden verhoogd.",
  "t15": "Invoerbelastingen op Elektrische Auto's",
  "f15": "Wat zou de impact op de automarkt zijn?",
  "fact15": "Hogere invoerbelastingen kunnen lokale industrieën beschermen tegen buitenlandse concurrentie.",
  "q16": "Studenten met minder middelen moeten een hogere Erasmus+ beurs kunnen krijgen dan studenten met meer middelen.",
  "t16": "Toewijzing van Erasmus+ Beurs",
  "f16": "Welke criteria bepalen de middelenverdeling?",
  "fact16": "Erasmus+ is bedoeld om studentenmobiliteit en onderwijs te ondersteunen.",
  "q17": "De EU moet lidstaten toestaan een hoger begrotingstekort te hebben.",
  "t17": "Flexibiliteit Begrotingstekort",
  "f17": "Hoe zou dit de economische stabiliteit beïnvloeden?",
  "fact17": "Hogere begrotingstekorten kunnen meer middelen voor openbare diensten bieden.",
  "q18": "De president van de Europese Commissie moet rechtstreeks door de burgers van de EU worden gekozen.",
  "t18": "Rechtstreekse Verkiezing van EU-president",
  "f18": "Wat zijn de voordelen van rechtstreekse verkiezingen?",
  "fact18": "Rechtstreekse verkiezingen kunnen de democratische legitimiteit vergroten.",
  "q19": "Er moet een label komen voor de milieu-impact op alle voedingsproducten die in de EU worden verkocht.",
  "t19": "Milieu-impact Labels",
  "f19": "Hoe zou dit het consumentengedrag beïnvloeden?",
  "fact19": "Milieulabels kunnen consumenten helpen weloverwogen keuzes te maken.",
  "q20": "De Europese Unie moet doorgaan met het bevriezen van EU-financiering aan lidstaten die EU-wetten en waarden schenden.",
  "t20": "Bevriezing van EU-financiering",
  "f20": "Wat zijn de gevolgen voor lidstaten?",
  "fact20": "Bevriezing van fondsen kan naleving van EU-normen stimuleren.",
  "q21": "Permanente grenscontroles tussen alle EU-lidstaten moeten worden hersteld.",
  "t21": "Herstel van Grenscontroles",
  "f21": "Hoe zou dit het reizen binnen de EU beïnvloeden?",
  "fact21": "Het Schengengebied staat momenteel paspoortvrij reizen toe in veel Europese landen.",
  "q22": "Alle grote bedrijven moeten een minimuminkomensbelasting betalen in elke lidstaat waar ze actief zijn.",
  "t22": "Minimuminkomensbelasting voor Bedrijven",
  "f22": "Wat zou de economische impact op multinationale bedrijven zijn?",
  "fact22": "Minimuminkomensbelasting is bedoeld om belastingontwijking door grote bedrijven te voorkomen.",
  "q23": "De deelname van niet-EU-investeerders aan Europese bedrijven in strategische sectoren moet meer worden beperkt.",
  "t23": "Beperkingen voor niet-EU-investeerders",
  "f23": "Welke sectoren worden als strategisch beschouwd?",
  "fact23": "Strategische sectoren omvatten vaak industrieën zoals energie, telecommunicatie en defensie.",
  "q24": "De EU moet meer investeren in grensoverschrijdende Europese spoorlijnen.",
  "t24": "Investering in Grensoverschrijdende Spoorlijnen",
  "f24": "Hoe zou deze investering de connectiviteit in Europa beïnvloeden?",
  "fact24": "Grensoverschrijdende spoorlijnen kunnen handel en mobiliteit binnen de EU verbeteren.",
  "q25": "De EU moet strengere milieunormen opleggen aan ingevoerde goederen.",
  "t25": "Milieunormen op Invoer",
  "f25": "Hoe zou dit de handelsrelaties met niet-EU-landen beïnvloeden?",
  "fact25": "Strengere milieunormen kunnen leiden tot duurzamere wereldwijde handelspraktijken.",
  "0": "25"
}
