{
  "followup": "Chat with me!",
  "subheading": "Ask me something about the EU elections!",
  "start_now": "Or start the quiz now",
  "start_button": "Start now!",
  "sign_up": "Sign up for important updates",
  "email_placeholder": "Email address",
  "subscribe_to_newsletter": "Subscribe",
  "made_with_love": "Made with love by people from all over the world.",
  "open_source": "Open Source",
  "open_source_p1": "With Elect-O-Mate, we have developed an election tool with AI chatbot integration and are very aware of the ethical implications that come with it. Given the potential risks, such as misinformation and bias inherent in AI technologies, we are committed to transparency and accountability. Here's how we approach this:",
  "transparency": "Transparency: ",
  "transparency_content": " Our entire code is open source",
  "accuracy": "Accuracy and Fairness: ",
  "accuracy_content": " Advanced RAG pipeline for the highest source accuracy and LLM rule checker to maximize fairness",
  "ethics": "Ethical Commitment: ",
  "ethics_content": " We have had preferred sources overseen by political experts and openly participate in the global discussion on AI safety and alignment",
  "open_source_p2": "Navigating the intersection of technology and democracy, Elect-O-Mate is committed to adhering to the highest standards, ensuring that our AI tools enhance informed opinion formation, decision-making, reduce political apathy, and shorten and improve the accessibility of existing tools.",
  "tech_report": "Read the technical report",
  "bot_greeting": "Hello, I am here to help you. Please ask me a question!",
  "send_button_sending": "sending",
  "send_button_send": "send",
  "chat_YOU": "You",
  "chat_placeholder": "Ask a question...",
  "agree_button": "yes",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "skip",
  "submit_text": "You have reached the end of the questionnaire. Please note that by answering more questions, you will receive more accurate results. ",
  "submit_button": "Submit",
  "title_results": "Your Results",
  "informationRequest": "Please provide me more information about the ",
  "party_voted_for": " votes for ",
  "more_information": "Explanation",
  "party_position_request_1": "Why does the ",
  "party_position_request_2": " agree with ",
  "party_position_request_3": " on the following question?",
  "how_it_works": "How it works",
  "how_it_works_front": "Each card has a statement and three options, from which you should choose the one that best matches your opinion on the statement. If a topic is particularly important to you, you can double the weight of the question by selecting x2. After answering all the questions, you can submit your answers on the last card and see your results. To flip the cards and get more information about the statements, you can click on the symbol at the top right. If you have personalized questions, you can ask them in the text field and chat with Elect-O-Mate.",
  "how_it_works_back": "On the back of the cards, you will find facts regarding the question.",
  "how_graph_works_info": "How to use the graph",
  "how_graph_works_title": "Evaluation",
  "how_graph_works_content": "Here you can view your results in a bar chart. To get more information about a party, click on the corresponding bar. If you want to compare your results with those of the selected party, you can simply scroll back to the questions.\nTo view the results, click on the x at the top right."
}