{
    "value": "frfr",
    "label": "France",
    "countryCode": "FR",
    "followup": "Chattez avec moi!",
    "subheading": "Posez-moi des questions sur les élections européennes!",
    "start_now": "Ou commencez le quiz maintenant",
    "start_button": "Commencer maintenant!",
    "sign_up": "Inscrivez-vous pour recevoir des mises à jour importantes",
    "email_placeholder": "Adresse e-mail",
    "subscribe_to_newsletter": "S'abonner",
    "made_with_love": "Fait avec amour par des personnes du monde entier.",
    "open_source": "Open Source",
    "open_source_p1": "Avec Elect-O-Mate, nous avons développé un outil de vote avec une intégration AI Chatbot et nous sommes conscients des implications éthiques que cela implique. Compte tenu des risques potentiels, tels que la désinformation et les biais inhérents aux technologies AI, nous nous engageons à la transparence et à la responsabilité. Voici comment nous abordons ces enjeux :",
    "transparency": "Transparence :",
    "transparency_content": " Tout notre code est Open Source",
    "accuracy": "Précision et équité :",
    "accuracy_content": " Pipeline RAG avancée pour une précision maximale des sources et vérificateur de règles LLM pour maximiser l'équité",
    "ethics": "Engagement éthique :",
    "ethics_content": " Nous avons supervisé les sources préférées par des experts politiques et participons ouvertement au débat mondial sur la sécurité et l'alignement de l'IA",
    "open_source_p2": "Naviguant à l'interface de la technologie et de la démocratie, Wahl-O-Mat s'engage à respecter les normes les plus élevées et à garantir que nos outils AI améliorent la formation d'opinions informées, la prise de décision, la réduction de l'apathie politique et l'accessibilité des outils existants.",
    "tech_report": "Lire le rapport technique",
    "bot_greeting": "Bonjour, je suis ici pour vous aider. Veuillez me poser une question!",
    "send_button_sending": "envoi",
    "send_button_send": "envoyer",
    "chat_YOU": "Vous",
    "chat_placeholder": "Posez une question...",
    "agree_button": "oui",
    "neutral_button": "neutre",
    "disagree_button": "non",
    "skip_button": "passer",
    "submit_text": "Vous avez atteint la fin du questionnaire. Veuillez noter que plus vous répondez à des questions, plus vos résultats seront précis.",
    "submit_button": "Soumettre",
    "title_results": "Vos résultats",
    "informationRequest": "Veuillez me fournir plus d'informations sur le ",
    "party_voted_for": " vote pour ",
    "more_information": "Justification",
    "party_position_request_1": "Pourquoi le ",
    "party_position_request_2": " vote avec ",
    "party_position_request_3": " sur cette question?",
    "how_it_works": "Comment ça marche",
    "how_it_works_front": "Chaque carte a une affirmation et trois options parmi lesquelles vous devez choisir celle qui correspond le mieux à votre opinion. Si un sujet est particulièrement important pour vous, vous pouvez le doubler en sélectionnant x2. Une fois que vous avez répondu à toutes les questions, vous pouvez soumettre vos réponses et voir vos résultats sur la dernière carte. Pour retourner les cartes et obtenir plus d'informations sur les affirmations, cliquez sur l'icône en haut à droite. Si vous avez des questions personnalisées, vous pouvez les poser dans le champ de texte et discuter avec Elect-O-Mate.",
    "how_it_works_back": "Au dos des cartes, vous trouverez des faits relatifs à la question.",
    "how_graph_works_info": "Comment utiliser le graphique",
    "how_graph_works_title": "Évaluation",
    "how_graph_works_content": "Ici, vous pouvez voir vos résultats sous forme de diagramme à barres. Pour obtenir plus d'informations sur un parti, cliquez sur la barre correspondante. Si vous souhaitez comparer vos résultats avec ceux du parti sélectionné, il vous suffit de revenir aux questions. \nPour voir les résultats, cliquez sur le x en haut à droite.",
    "q1": "Les réseaux sociaux doivent pouvoir décider eux-mêmes de la manière dont ils gèrent la désinformation sur leur plateforme.",
    "t1": "Gestion de la désinformation",
    "f1": "Pourquoi est-il important pour les réseaux sociaux de gérer la désinformation de manière autonome?",
    "fact1": "Saviez-vous que certaines plateformes de réseaux sociaux ont déjà mis en place des équipes dédiées à la vérification des faits pour lutter contre la désinformation?",
    "q2": "L'Union européenne doit interdire l'utilisation de caméras à reconnaissance faciale par la police.",
    "t2": "Reconnaissance faciale",
    "f2": "Quels seraient les impacts sur la sécurité publique si l'UE interdisait l'utilisation de caméras à reconnaissance faciale par la police?",
    "fact2": "La reconnaissance faciale peut être utilisée pour identifier des suspects en temps réel, mais soulève également des préoccupations en matière de vie privée et de surveillance de masse.",
    "q3": "Les grandes entreprises internationales doivent payer un impôt minimum dans chaque État membre de l'UE où elles sont actives.",
    "t3": "Impôt minimum pour les entreprises",
    "f3": "Comment un impôt minimum pourrait-il affecter les investissements des grandes entreprises internationales dans l'UE?",
    "fact3": "Un impôt minimum pourrait réduire les pratiques d'évasion fiscale et garantir que les entreprises contribuent équitablement aux économies locales.",
    "q4": "L'UE doit autoriser les États membres à avoir des déficits budgétaires plus importants.",
    "t4": "Déficits budgétaires",
    "f4": "Quels sont les avantages et les inconvénients d'autoriser des déficits budgétaires plus importants pour les États membres de l'UE?",
    "fact4": "Des déficits budgétaires plus importants pourraient permettre des investissements publics accrus, mais pourraient aussi augmenter la dette nationale à long terme.",
    "q5": "Il faut limiter la participation d'investisseurs non européens dans des entreprises européennes dans les secteurs stratégiques.",
    "t5": "Investissements non européens",
    "f5": "Pourquoi est-il crucial de réguler la participation des investisseurs étrangers dans les secteurs stratégiques européens?",
    "fact5": "Limiter les investissements étrangers dans les secteurs stratégiques peut protéger la sécurité nationale et les intérêts économiques de l'UE.",
    "q6": "L'UE doit continuer à considérer l'énergie nucléaire comme une énergie durable.",
    "t6": "Énergie nucléaire durable",
    "f6": "Quels sont les arguments en faveur du maintien de l'énergie nucléaire en tant qu'énergie durable?",
    "fact6": "L'énergie nucléaire est une source d'énergie à faibles émissions de carbone, mais elle pose des défis en termes de gestion des déchets et de sécurité.",
    "q7": "Les pesticides qui contiennent du glyphosate doivent être totalement interdits dans l'Union européenne.",
    "t7": "Interdiction du glyphosate",
    "f7": "Quels seraient les impacts agricoles d'une interdiction totale des pesticides contenant du glyphosate?",
    "fact7": "Le glyphosate est l'un des herbicides les plus utilisés dans le monde, mais son interdiction est soutenue en raison de préoccupations environnementales et sanitaires.",
    "q8": "Les grosses entreprises doivent payer plus pour leurs émissions de CO2.",
    "t8": "Taxation des émissions de CO2",
    "f8": "Comment la taxation des émissions de CO2 par les grosses entreprises pourrait-elle contribuer à la lutte contre le changement climatique?",
    "fact8": "Taxer les émissions de CO2 peut inciter les entreprises à réduire leur empreinte carbone et investir dans des technologies plus propres.",
    "q9": "L'Ukraine doit intégrer l'Union européenne.",
    "t9": "Intégration de l'Ukraine dans l'UE",
    "f9": "Quels seraient les avantages et les défis pour l'UE et l'Ukraine en cas d'intégration?",
    "fact9": "L'intégration de l'Ukraine dans l'UE pourrait renforcer les liens économiques et politiques, mais nécessiterait également des réformes importantes en Ukraine.",
    "q10": "Les États membres de l'UE qui ne respectent pas les principes démocratiques doivent recevoir moins de subsides de l'UE.",
    "t10": "Respect des principes démocratiques",
    "f10": "Quels mécanismes l'UE pourrait-elle mettre en place pour garantir le respect des principes démocratiques par ses États membres?",
    "fact10": "Réduire les subsides pourrait encourager les États membres à respecter les principes démocratiques, mais pourrait aussi pénaliser les citoyens de ces pays.",
    "q11": "L'UE doit autoriser davantage de cultures de plantes OGM (organismes génétiquement modifiés).",
    "t11": "Cultures OGM dans l'UE",
    "f11": "Quels sont les avantages et les préoccupations associés à l'augmentation des cultures OGM dans l'UE?",
    "fact11": "Les OGM peuvent améliorer les rendements agricoles et la résistance aux maladies, mais ils suscitent des préoccupations environnementales et de santé publique.",
    "q12": "L'UE ne doit plus subsidier l'élevage intensif d'animaux.",
    "t12": "Subventions pour l'élevage intensif",
    "f12": "Comment l'arrêt des subventions à l'élevage intensif pourrait-il affecter l'industrie agricole européenne?",
    "fact12": "Réduire les subventions à l'élevage intensif pourrait encourager des pratiques agricoles plus durables, mais pourrait aussi augmenter les coûts pour les agriculteurs.",
    "q13": "Il faut créer une armée européenne commune.",
    "t13": "Armée européenne commune",
    "f13": "Quels seraient les avantages stratégiques d'une armée européenne commune?",
    "fact13": "Une armée commune pourrait améliorer la coordination et la réponse aux menaces, mais pose des défis en termes de souveraineté nationale et de financement.",
    "q14": "L'UE doit financer plus d'armes pour l'Ukraine.",
    "t14": "Financement des armes pour l'Ukraine",
    "f14": "Comment le financement accru des armes pour l'Ukraine pourrait-il influencer le conflit en cours?",
    "fact14": "Financer plus d'armes pour l'Ukraine pourrait renforcer sa défense contre l'agression, mais pourrait aussi prolonger le conflit.",
    "q15": "Les pays qui ne n'acceptent pas de reprendre les demandeurs d'asile déboutés doivent recevoir moins d'aide au développement de la part de l'UE.",
    "t15": "Aide au développement et demandeurs d'asile",
    "f15": "Quels sont les impacts potentiels de la réduction de l'aide au développement pour les pays refusant de reprendre les demandeurs d'asile déboutés?",
    "fact15": "Réduire l'aide au développement pourrait mettre la pression sur les pays pour qu'ils acceptent les demandeurs d'asile déboutés, mais pourrait aussi affecter les programmes de développement.",
    "q16": "Les demandeurs d'asile doivent introduire leur demande d'asile dans les pays qui se situent aux frontières de l'UE et attendre le résultat de leur démarche.",
    "t16": "Procédure de demande d'asile",
    "f16": "Pourquoi est-il important de réguler le lieu de dépôt des demandes d'asile dans l'UE?",
    "fact16": "Centraliser les demandes d'asile dans les pays aux frontières de l'UE pourrait faciliter la gestion, mais pourrait aussi surcharger ces pays.",
    "q17": "L'immigration dans l'UE doit être facilitée pour les métiers en pénurie.",
    "t17": "Facilitation de l'immigration pour métiers en pénurie",
    "f17": "Comment la facilitation de l'immigration pour les métiers en pénurie pourrait-elle affecter le marché du travail de l'UE?",
    "fact17": "Faciliter l'immigration pour les métiers en pénurie pourrait combler les déficits de main-d'œuvre, mais pourrait aussi soulever des questions sur l'intégration et la concurrence sur le marché du travail.",
    "q18": "Le président de la Commission européenne doit être élu directement par les citoyens de l'UE.",
    "t18": "Élection directe du président de la Commission européenne",
    "f18": "Quels sont les avantages et les défis d'une élection directe du président de la Commission européenne?",
    "fact18": "Une élection directe pourrait accroître la légitimité démocratique de l'UE, mais pourrait aussi poser des défis en termes de représentation équitable des États membres.",
    "q19": "L'Union européenne doit investir dans plus de lignes de chemin de fer internationales.",
    "t19": "Investissements ferroviaires",
    "f19": "Quels seraient les avantages économiques et environnementaux d'investir dans plus de lignes de chemin de fer internationales?",
    "fact19": "Les investissements dans les infrastructures ferroviaires peuvent réduire les émissions de CO2 et favoriser le commerce transfrontalier en Europe.",
    "q20": "Tous les produits alimentaires doivent porter une étiquette indiquant l'impact environnemental du produit.",
    "t20": "Étiquetage environnemental",
    "f20": "Pourquoi est-il important d'informer les consommateurs sur l'impact environnemental des produits alimentaires?",
    "fact20": "L'étiquetage environnemental aide les consommateurs à faire des choix plus durables et à réduire leur empreinte écologique.",
    "q21": "L'importation de voitures électriques chinoises vers l'Union européenne doit être plus chère.",
    "t21": "Importations de voitures chinoises",
    "f21": "Comment l'augmentation des tarifs d'importation sur les voitures électriques chinoises affecterait-elle le marché européen?",
    "fact21": "L'imposition de tarifs plus élevés pourrait encourager la production locale et protéger les industries européennes.",
    "q22": "L'UE doit imposer des normes environnementales plus strictes aux produits provenant de pays extérieurs à l'UE.",
    "t22": "Normes environnementales d'importation",
    "f22": "Quels pourraient être les impacts économiques de l'imposition de normes environnementales plus strictes aux importations?",
    "fact22": "Des normes environnementales strictes peuvent améliorer la qualité des produits importés et encourager des pratiques durables à l'échelle mondiale.",
    "q23": "Les étudiants qui ont moins de moyens doivent recevoir une bourse Erasmus+ plus élevée que ceux qui ont plus de moyens.",
    "t23": "Bourses Erasmus+",
    "f23": "En quoi des bourses Erasmus+ plus élevées pour les étudiants moins aisés pourraient-elles favoriser l'égalité des chances?",
    "fact23": "Les bourses Erasmus+ permettent aux étudiants de diverses origines socio-économiques d'accéder à des opportunités éducatives internationales.",
    "q24": "Les réseaux sociaux doivent pouvoir décider eux-mêmes de la manière dont ils gèrent la désinformation sur leur plateforme.",
    "t24": "Gestion de la désinformation sur les réseaux sociaux",
    "f24": "Quels sont les risques potentiels de permettre aux réseaux sociaux de gérer eux-mêmes la désinformation?",
    "fact24": "La désinformation en ligne peut influencer les opinions publiques et les résultats électoraux, d'où l'importance d'une gestion efficace.",
    "q25": "L'Union européenne doit interdire l'utilisation de caméras à reconnaissance faciale par la police.",
    "t25": "Reconnaissance faciale par la police",
    "f25": "Quels sont les enjeux éthiques liés à l'utilisation de la reconnaissance faciale par les forces de l'ordre?",
    "fact25": "La reconnaissance faciale soulève des questions de confidentialité et de surveillance massive, nécessitant des régulations strictes.",
    "0":"25"
}