{
  "value": "bg",
  "label": "български",
  "countryCode": "BG",

  "choose_country": "Избери своята държава",
  "followup": "Пиши си с мен!",
  "subheading": "Попитай ме нещо относно за евроизборите!",
  "start_now": "Или започни теста сега",
  "start_button": "Започни сега!",
  "sign_up": "Регистрирай се за важни актуализации",
  "email_placeholder": "Имейл адрес",
  "subscribe_to_newsletter": "Абонирай се за",
  "made_with_love": "Направено с грижа от хора от цял ​​свят.",
  "open_source": "Отворен код",
  "open_source_p1": "С Elect-O-Mate разработихме изборен инструмент с интеграция на AI чатбот, като сме наясно с етичните съображения, които това включва. Предвид потенциалните рискове като дезинформация и пристрастия, присъщи на AI технологиите, ние се ангажираме с прозрачност и отчетност. Ето как подхождаме към това:",
  "transparency": "Прозрачност:",
  "transparency_content": " Работим изцяло с отворен код",
  "accuracy": "Точност и коректност:",
  "accuracy_content": " Усъвършенствана серия за генерация с допълнително извличане на информация (RAG) за най-висока точност на източника и проверка на правилата на Големия Езичен Модел (Large Language Model) за максимална коректност",
  "ethics": "Етичен ангажимент:",
  "ethics_content": " Имахме предпочитани източници, съблюдавани от политически експерти и открито участваме в глобалната дискусия относно безопасността и адаптацията на изкуствения интелект (AI)",
  "open_source_p2": "Намирайки се на пресечната точка между технологиите и демокрацията, Elect-O-Mate се ангажира с това да се придържа към най-високите стандарти, като гарантира, че нашите AI инструменти подобряват формирането на информирано мнение и вземането на решения, намаляват политическата апатия и подобряват достъпността на съществуващите инструменти.",
  "tech_report": "Прочети техническия доклад",
  "bot_greeting": "Здравей, тук съм, за да ти помогна. Моля, задай ми въпрос!",
  "send_button_sending": "изпращане",
  "send_button_send": "изпрати",
  "chat_YOU": "Ти",
  "chat_placeholder": "Задай въпрос...",
  "agree_button": "да",
  "neutral_button": "неутрален",
  "disagree_button": "не",
  "skip_button": "пропусни",
  "submit_text": "Стигна до края на въпросника. Моля, имайт предвид, че отговаряйки на повече въпроси, ще получиш по-точни резултати. ",
  "submit_button": "Изпращане",
  "title_results": "Твоите резултати",
  "informationRequest": "Моля, дай ми повече информация за ",
  "party_voted_for": " гласува за ",
  "more_information": "Обяснение",
  "party_position_request_1": "Защо ",
  "party_position_request_2": " съгласни ли са с ",
  "party_position_request_3": " на следния въпрос?",
  "how_it_works": "Как работи",
  "how_it_works_front": "Всяка карта има твърдение и три варианта, от които трябва да избереш този, който най-добре отговаря на твоето мнение за твърдението. Ако дадена тема е особено важна за теб, можеш да удвоите тежестта на въпроса, като избереш x2. След като отговориш на всички въпроси, можеш да изпратиш отговорите си на последната карта и да видиш резултатите си. За да обърнеш картите и да получиш повече информация за твърденията, можеш да кликнеш върху символа в горния десен ъгъл. Ако имаш персонализирани въпроси, можеш да ги зададеш в текстовото поле и да разговаряш с Elect-O-Mate.",
  "how_it_works_back": "На гърба на картите ще намериш факти относно въпроса.",
  "how_graph_works_info": "Как да използваме графиката",
  "how_graph_works_title": "Оценка",
  "how_graph_works_content": "Тук можеш да видиш резултатите си в стълбовидна диаграма. За да получиш повече информация за дадена партия, кликни върху съответната лента. Ако искаш да сравниш своите резултати с тези на избраната страна, можеш просто да превъртиш обратно до въпросите. \nЗа да видиш резултатите, кликни върху x в горния десен ъгъл.",

  "q1": "Социалните програми трябва да се поддържат дори и с цената на повишено данъчно облагане",
  "t1": "Финансиране на социални програми",

  "q2": "Държавата трябва да предоставя повече финансова подкрепа за безработните",
  "t2": "Финансова подкрепа за безработните",

  "q3": "Държавните разходи трябва да се намалят с цел понижение на данъчното обремененяване",
  "t3": "Държавни разходи",

  "q4": "Данъците на най-богатите трябва да се вдигнат",
  "t4": "Данъчно облагане на богатите",

  "q5": "Пенсионната възраст трябва да се вдигне, за да осигури устойчивостта на пенсионната система",
  "t5": "Пенсионна възраст",

  "q6": "Държавата трябва пряко да се намеси, за да контролира покачващите се цени на основните стоки",
  "t6": "Държавен контрол на цените",

  "q7": "Узаконяването на еднополовите бракове е нещо добро",
  "t7": "Еднополови бракове",

  "q8": "Добре е да се легализира ползването на лека дрога за индивидуални цели",
  "t8": "Лека дрога",

  "q9": "Достъпът до аборт трябва да се ограничи",
  "t9": "Достъп до аборт",

  "q10": "Квотите по пол (минимален брой места, предназначени за жени) са нещо добро",
  "t10": "Полови квоти",

  "q11": "От имигрантите, идващи от страни извън Европа, трябва се изисква да възприемат нашите култура и ценности",
  "t11": "Имигранти и култура",

  "q12": "Политиката за имиграция в България трябва да бъде по-рестриктивна",
  "t12": "Имиграционна политика",

  "q13": "Трябва да се насърчава ползването на обществения транспорт чрез зелени данъци (например под формата на пътни данъци)",
  "t13": "Зелени данъци",

  "q14": "Възобновяемите източници на енергия (като слънчева и вятърна) трябва да бъдат подкрепяни, дори и ако са по-скъпи",
  "t14": "Възобновяеми енергийни източници",

  "q15": "Както предвижда Европейската Зелена Сделка, ЕС трябва да наложи забрана върху продажбата на превозни средства с двигатели с вътрешно горене до 2035 година",
  "t15": "Забрана на бензинови коли",

  "q16": "Европейският съюз трябва по-строго да наказва страни-членки, които нарушават правилата за дефицита в ЕС/които не спазват финансовата дисциплина",
  "t16": "Наказания за дефицит",

  "q17": "Европейският Съюз трябва да придобие правомощието да събира данъци",
  "t17": "Данъчно събиране от ЕС",

  "q18": "Единната европейска валута (Еврото) е нещо лошо",
  "t18": "Евро валута",

  "q19": "ЕС трябва да говори с един глас по външнополитически въпроси",
  "t19": "Единство на ЕС във външната политика",

  "q20": "Бежанците трябва да се разпределят пропорционално сред страните-членки чрез задължителна система за разпределение",
  "t20": "Пропорционално разпределение на бежанци",

  "q21": "Европейският съюз трябва да затегне своята политика за сигурност и отбрана",
  "t21": "Политика за сигурност и отбрана",

  "q22": "За да се бори с проблема с нелегалната имиграция, ЕС трябва да поеме отговорността да охранява границите си",
  "t22": "Нелегална имиграция",

  "q23": "Европейската интеграция е нещо добро",
  "t23": "Европейска интеграция",

  "q24": "Отделните страни-членки на ЕС трябва да имат по-малко възможности за право на вето",
  "t24": "Право на вето",

  "q25": "ЕС трябва да налага санкции над страни-членки, които подкопават върховенството на закона",
  "t25": "Санкции за нарушаване на закона",

  "q26": "ЕС трябва да засили регулацията на технологии с изкуствен интелект, дори и ако това забави иновациите",
  "t26": "Изкуствен интелект",

  "q27": "ЕС трябва да защитава европейските земеделци от външна конкуренция, дори и ако това води до по-високи цени на храните",
  "t27": "Европейски земеделци",

  "q28": "България трябва да увеличи военните си разходи",
  "t28": "Военни разходи",

  "q29": "Европейският Съюз трябва да продължи да предоставя военна помощ (като оръжия и муниции) на Украйна",
  "t29": "Военна помощ за Украйна",

  "q30": "Европейският Съюз трябва да се разшири, за да включи Украйна",
  "t30": "Приемане на Украйна в ЕС",

  "0": "30"
}
