{
  "subheading": "Den Wählern klare und prägnante Informationen zur Verfügung stellen, um fundierte Entscheidungen bei Wahlen zu ermöglichen.",
  "start_button": "Jetzt starten!",
  "sign_up": "Melden Sie sich für wichtige Updates an",
  "email_placeholder": "E-Mail-Adresse",
  "subscribe_to_newsletter": "Abonnieren",
  "made_with_love": "Mit Liebe gemacht von Menschen aus der ganzen Welt.",
  "open_source": "Open Source",
  "open_source_p1": "Mit Elect-O-Mate haben wir ein Wahltool mit einer AI-Chatbot-Integration entwickelt und sind uns der ethischen Implikationen, die dies mit sich bringt, sehr bewusst. Angesichts der potenziellen Risiken, wie Fehlinformationen und Voreingenommenheit, die in AI-Technologien inherent sind, verpflichten wir uns zu Transparenz und Verantwortung. Hier ist, wie wir das angehen:",
  "transparency": "Transparenz:",
  "transparency_content": " Unser gesamter Code ist Open Source",
  "accuracy": "Genauigkeit und Fairness:",
  "accuracy_content": "Fortschrittliche RAG-Pipeline für höchste Quellengenauigkeit und LLM-Regelprüfer zur Maximierung der Fairness",
  "ethics": "Ethisches Engagement:",
  "ethics_content": " Wir haben die bevorzugten Quellen von politischen Experten beaufsichtigen lassen und nehmen offen an der globalen Diskussion über AI-Sicherheit und -Ausrichtung teil",
  "open_source_p2": "Bei der Navigation an der Schnittstelle von Technologie und Demokratie verpflichtet sich Wahl-O-Mat, die höchsten Standards einzuhalten und sicherzustellen, dass unsere AI-Tools die informierte Meinungsbildung, Entscheidungsfindung, Verringerung politischer Apathie und die Verkürzung sowie Zugänglichkeit bestehender Tools verbessern.",
  "tech_report": "Technischen Bericht lesen",
  "bot_greeting": "Hallo, ich bin hier, um Ihnen zu helfen. Bitte stellen Sie mir eine Frage!",
  "send_button_sending": "senden",
  "send_button_send": "senden",
  "chat_YOU": "Du",
  "chat_placeholder": "Stelle eine Frage...",
  "agree_button": "ja",
  "neutral_button": "neutral",
  "disagree_button": "nein",
  "skip_button": "überspringen",
  "q1": "Sollte die EU ihr Budget für Klimaschutzinitiativen erhöhen?",
  "t1": "Klimaschutzinitiativen der EU",
  "q2": "Sollte die EU strengere Vorschriften zum Datenschutz einführen?",
  "t2": "Datenschutzvorschriften in der EU",
  "q3": "Sollte die EU einen Mindeststeuersatz für Unternehmen in allen Mitgliedstaaten festlegen?",
  "t3": "Mindeststeuersatz für Unternehmen in der EU",
  "q4": "Sollte die EU ihre militärischen Fähigkeiten durch eine gemeinsame EU-Armee stärken?",
  "t4": "Stärkung der EU-Militärfähigkeiten",
  "q5": "Sollte die EU strengere Einwanderungskontrollen durchsetzen?",
  "t5": "Einwanderungskontrollen in der EU",
  "q6": "Sollte die EU mehr Mittel für Forschung und Innovation bereitstellen?",
  "t6": "Forschung und Innovation in der EU",
  "q7": "Sollte die EU Maßnahmen ergreifen, um wirtschaftliche Ungleichheiten zwischen den Mitgliedstaaten zu verringern?",
  "t7": "Verringerung wirtschaftlicher Ungleichheiten in der EU",
  "q8": "Sollte die EU ihre Mitgliedschaft erweitern, um neue Länder aufzunehmen?",
  "t8": "Erweiterung der EU-Mitgliedschaft",
  "q9": "Sollte die EU erneuerbare Energiequellen gegenüber fossilen Brennstoffen priorisieren?",
  "t9": "Priorisierung erneuerbarer Energiequellen in der EU",
  "q10": "Sollte die EU ihr Engagement in globalen Handelsabkommen erhöhen?",
  "t10": "EU-Engagement in globalen Handelsabkommen",
  "q11": "Sollte die EU mehr Maßnahmen zum Schutz der Arbeitnehmerrechte einführen?",
  "t11": "Schutz der Arbeitnehmerrechte in der EU",
  "q12": "Sollte die EU die Bildungssysteme der Mitgliedstaaten standardisieren?",
  "t12": "Standardisierung der Bildungssysteme in der EU",
  "q13": "Sollte die EU Sanktionen gegen Länder verhängen, die Menschenrechte verletzen?",
  "t13": "EU-Sanktionen bei Menschenrechtsverletzungen",
  "q14": "Sollte die EU ihre Bemühungen zur Bekämpfung von Steuerhinterziehung verstärken?",
  "t14": "Bekämpfung von Steuerhinterziehung in der EU",
  "q15": "Sollte die EU mehr Unterstützung für kleine und mittlere Unternehmen (KMU) bereitstellen?",
  "t15": "Unterstützung für KMU in der EU",
  "q16": "Sollte die EU ein universelles Grundeinkommen für alle Bürger einführen?",
  "t16": "Universelles Grundeinkommen in der EU",
  "q17": "Sollte die EU stärkere Maßnahmen zum Schutz der biologischen Vielfalt ergreifen?",
  "t17": "Schutz der biologischen Vielfalt in der EU",
  "q18": "Sollte die EU ihre Maßnahmen zur Cybersicherheit verstärken?",
  "t18": "Cybersicherheit in der EU",
  "q19": "Sollte die EU die Gemeinsame Agrarpolitik reformieren, um sie nachhaltiger zu gestalten?",
  "t19": "Reform der Gemeinsamen Agrarpolitik der EU",
  "q20": "Sollte die EU Mehrsprachigkeit fördern, indem sie mehr Ressourcen für den Spracherwerb bereitstellt?",
  "t20": "Förderung von Mehrsprachigkeit in der EU"
}
