{
  "subheading": "Den Wählern klare und prägnante Informationen zur Verfügung stellen, um fundierte Entscheidungen bei Wahlen zu ermöglichen.",
  "start_button": "Jetzt starten!",
  "sign_up": "Melden Sie sich für wichtige Updates an",
  "email_placeholder": "E-Mail-Adresse",
  "subscribe_to_newsletter": "Abonnieren",
  "made_with_love": "Mit Liebe gemacht von Menschen aus der ganzen Welt.",
  "open_source": "Open Source",
  "open_source_p1": "Mit Elect-O-Mate haben wir ein Wahltool mit einer AI-Chatbot-Integration entwickelt und sind uns der ethischen Implikationen, die dies mit sich bringt, sehr bewusst. Angesichts der potenziellen Risiken, wie Fehlinformationen und Voreingenommenheit, die in AI-Technologien inherent sind, verpflichten wir uns zu Transparenz und Verantwortung. Hier ist, wie wir das angehen:",
  "transparency": "Transparenz:",
  "transparency_content": " Unser gesamter Code ist Open Source",
  "accuracy": "Genauigkeit und Fairness:",
  "accuracy_content": "Fortschrittliche RAG-Pipeline für höchste Quellengenauigkeit und LLM-Regelprüfer zur Maximierung der Fairness",
  "ethics": "Ethisches Engagement:",
  "ethics_content": " Wir haben die bevorzugten Quellen von politischen Experten beaufsichtigen lassen und nehmen offen an der globalen Diskussion über AI-Sicherheit und -Ausrichtung teil",
  "open_source_p2": "Bei der Navigation an der Schnittstelle von Technologie und Demokratie verpflichtet sich Wahl-O-Mat, die höchsten Standards einzuhalten und sicherzustellen, dass unsere AI-Tools die informierte Meinungsbildung, Entscheidungsfindung, Verringerung politischer Apathie und die Verkürzung sowie Zugänglichkeit bestehender Tools verbessern.",
  "tech_report": "Technischen Bericht lesen",
  "bot_greeting": "Hallo, ich bin hier, um Ihnen zu helfen. Bitte stellen Sie mir eine Frage!",
  "send_button_sending": "senden",
  "send_button_send": "senden",
  "chat_YOU": "Du",
  "chat_placeholder": "Stelle eine Frage...",
  "agree_button": "ja",
  "neutral_button": "neutral",
  "disagree_button": "nein",
  "skip_button": "überspringen",
  "submit_text": "Sie haben das Ende des Fragebogens erreicht. Bitte beachten Sie, dass Sie durch mehr beantwortete Fragen, akkuratere Ergebnisse erhalten. ",
  "submit_button": "Absenden",
  "title_results": "Ihre Ergebnisse",
  "informationRequest": "Bitte liefere mir mehr Informationen über die ",
  "party_voted_for": " stimmt für ",
  "more_information": "Begründung",
  "party_position_request_1": "Wieso stimmt die ",
  "party_position_request_2": " mit ",
  "party_position_request_3": " bei folgender Frage ab?",
  "how_it_works": "So funktioniert's",
  "how_it_works_front": "Jede karte hat eine Frage. Clicke das Symbol oben rechts um die Karte zu wenden.",
  "how_it_works_back": "Auf der Rückseite der Karten findest du Fakten bezüglich der Frage.",
  "q1": "Soll die EU eigene Steuern erheben dürfen?",
  "t1": "Eigensteuerung in der EU",
  "f1": "Wie würde die Einführung von EU-Steuerung die Wirtschaft und die Beziehungen zwischen den Mitgliedstaaten beeinflussen?",
  "q2": "Sollen Fahrzeuge mit Verbrennungsmotoren auch nach 2035 in der EU neu zugelassen werden können?",
  "t2": "Fahrzeuge mit Verbrennungsmotoren in der EU",
  "f2": "Wie würde die Verlängerung der Zulassung von Verbrennungsmotoren die Umstellung auf erneuerbare Energien beeinflussen?",
  "q3": "Soll die EU eine eigene Seenotrettung im Mittelmeer aufbauen?",
  "t3": "Seenotrettung im Mittelmeer",
  "f3": "Wie würde die Errichtung einer eigenen Seenotrettung die Rettung von Menschenleben beeinflussen?",
  "q4": "Soll die Ukraine Mitglied der EU werden?",
  "t4": "Ukraine und EU",
  "f4": "Wie würde die Aufnahme der Ukraine in die EU die Beziehungen zwischen der Ukraine und den EU-Mitgliedstaaten beeinflussen?",
  "q5": "Soll die EU vorrangig ökologische Landwirtschaft fördern?",
  "t5": "Ökologische Landwirtschaft in der EU",
  "f5": "Wie würde die Förderung von Ökologischer Landwirtschaft die Umstellung auf nachhaltige Landwirtschaft beeinflussen?",
  "q6": "Soll in Deutschland der Euro durch eine nationale Währung ersetzt werden?",
  "t6": "Währungsreform in Deutschland",
  "f6": "Wie würde die Einführung einer nationalen Währung die Wirtschaft und die Beziehungen zwischen Deutschland und der EU beeinflussen?",
  "q7": "Soll die EU den Mitgliedstaaten empfehlen, außer „weiblich“ und „männlich“ auch die Eintragung einer anderen Geschlechtsidentität im Pass zu ermöglichen?",
  "t7": "Geschlechtsidentität im Pass",
  "f7": "Wie würde die Einführung von Geschlechtsidentität im Pass die Rechte von Menschen mit nicht-binären Geschlechtsidentitäten beeinflussen?",
  "q8": "Soll die Jagd von Wölfen in Regionen erlaubt sein, in denen der Bestand dadurch nicht gefährdet ist?",
  "t8": "Wolf-Jagd in der EU",
  "f8": "Wie würde die Einführung von Wolf-Jagd die Population von Wölfen in der EU beeinflussen?",
  "q9": "Soll bei der Errichtung neuer Wohngebäude in der EU die Errichtung von Photovoltaikanlagen verpflichtend sein?",
  "t9": "Photovoltaikanlagen in Wohngebäuden",
  "f9": "Wie würde die Verpflichtung zur Errichtung von Photovoltaikanlagen die Umstellung auf erneuerbare Energien beeinflussen?",
  "q10": "Sollen mehr außenpolitische Entscheidungen der EU mit Mehrheit statt einstimmig getroffen werden?",
  "t10": "Außenpolitik in der EU",
  "f10": "Wie würde die Änderung der Entscheidungsfindung in der EU die Beziehungen zwischen der EU und anderen Ländern beeinflussen?",
  "q11": "Soll der Flugzeugtreibstoff Kerosin für Flüge in der EU steuerfrei sein?",
  "t11": "Kerosin-Steuer in der EU",
  "f11": "Wie würde die Steuerfreiheit für Kerosin die Umstellung auf erneuerbare Energien beeinflussen?",
  "q12": "Soll die gemeinsame europäische Polizeibehörde Europol weitere Befugnisse erhalten?",
  "t12": "Europol-Befugnisse",
  "f12": "Wie würde die Verlängerung der Befugnisse von Europol die Bekämpfung von Kriminalität in der EU beeinflussen?",
  "q13": "Soll die EU länderübergreifende, mehrsprachige Angebote des öffentlich-rechtlichen Rundfunks stärker finanziell fördern?",
  "t13": "Förderung des öffentlich-rechtlichen Rundfunks in mehreren Sprachen",
  "f13": "Wie würde die stärkere finanzielle Unterstützung des öffentlich-rechtlichen Rundfunks in mehreren Sprachen die Vielfalt und den Zugang zu Informationen in der EU beeinflussen?",
  "q14": "Soll die EU das Ziel verwerfen, klimaneutral zu werden?",
  "t14": "Klimaneutralität in der EU",
  "f14": "Wie würde die Aufgabe des Klimaneutralitätsziels die Bekämpfung des Klimawandels beeinflussen?",
  "q15": "Sollen bei den Wahlen zum Europäischen Parlament die Parteien weiterhin frei entscheiden können, wie groß der Anteil der Geschlechter auf ihren Listen ist?",
  "t15": "Geschlechterverteilung bei Europawahlen",
  "f15": "Wie würde die freie Entscheidung der Parteien über die Geschlechterverteilung die Repräsentation und Gleichstellung in der EU beeinflussen?",
  "q16": "Soll die EU Vorgaben für die Höhe der sozialen Grundsicherung in den Mitgliedstaaten machen?",
  "t16": "Soziale Grundsicherung in der EU",
  "f16": "Wie würde die Festlegung von Vorgaben für die soziale Grundsicherung die Lebensbedingungen und den sozialen Zusammenhalt in der EU beeinflussen?",
  "q17": "Sollen Betreiber sozialer Netzwerke frei entscheiden dürfen, wie sie mit Desinformation auf ihren Plattformen umgehen?",
  "t17": "Desinformation auf sozialen Netzwerken",
  "f17": "Wie würde die Freiheit der Betreiber sozialer Netzwerke bei der Bekämpfung von Desinformation die Meinungsfreiheit und den Schutz vor Fehlinformationen in der EU beeinflussen?",
  "q18": "Soll in der EU mehr Flächen als Naturschutzgebiete ausgewiesen werden?",
  "t18": "Naturschutzgebiete in der EU",
  "f18": "Wie würde die Ausweisung von mehr Naturschutzgebieten die Erhaltung der Biodiversität und die Nachhaltigkeit in der EU beeinflussen?",
  "q19": "Sollen EU-Fördermittel für Mitgliedstaaten, die Regeln und Werte der EU verletzen, weiterhin zurückgehalten werden?",
  "t19": "Fördermittel und Rechtsstaatlichkeit in der EU",
  "f19": "Wie würde die Zurückhaltung von Fördermitteln die Einhaltung der EU-Regeln und Werte sowie die Zusammenarbeit zwischen den Mitgliedstaaten beeinflussen?",
  "q20": "Soll die EU mehr Waffen für die Ukraine finanzieren?",
  "t20": "Waffenlieferungen an die Ukraine",
  "f20": "Wie würde die Finanzierung von mehr Waffen die Sicherheit und Stabilität in der Ukraine und der Region beeinflussen?",
  "q21": "Soll die zulässige Menge an Fischen, die in EU-Gewässern gefangen werden dürfen, gesenkt werden?",
  "t21": "Fischerei in EU-Gewässern",
  "f21": "Wie würde die Senkung der Fangmengen die Fischbestände und die Fischereiwirtschaft in der EU beeinflussen?",
  "q22": "Sollen die Einfuhrzölle der EU auf chinesische Elektroautos erhöht werden?",
  "t22": "Einfuhrzölle auf chinesische Elektroautos",
  "f22": "Wie würde die Erhöhung der Einfuhrzölle die Entwicklung und den Verkauf von Elektroautos in der EU beeinflussen?",
  "q23": "Soll sich die EU dafür einsetzen, dass Schwangerschaftsabbrüche in allen Mitgliedstaaten straffrei möglich sind?",
  "t23": "Schwangerschaftsabbrüche in der EU",
  "f23": "Wie würde das Eintreten der EU für straffreie Schwangerschaftsabbrüche die Gesundheit und Rechte von Frauen in der EU beeinflussen?",
  "q24": "Sollen dauerhafte Grenzkontrollen zwischen den Mitgliedstaaten der EU wieder stattfinden?",
  "t24": "Grenzkontrollen in der EU",
  "f24": "Wie würde die Wiedereinführung von dauerhaften Grenzkontrollen die Freizügigkeit und den Zusammenhalt in der EU beeinflussen?",
  "q25": "Soll die Aufnahme neuer Staaten in die EU in allen Mitgliedstaaten durch Volksabstimmungen bestätigt werden müssen?",
  "t25": "Erweiterung der EU und Volksabstimmungen",
  "f25": "Wie würde die Verpflichtung zur Durchführung von Volksabstimmungen die demokratische Legitimität und die Erweiterungsprozesse in der EU beeinflussen?",
  "q26": "Soll die EU den Anbau von weiteren gentechnisch veränderten Pflanzensorten erlauben?",
  "t26": "Gentechnisch veränderte Pflanzen in der EU",
  "f26": "Soll der Anbau gentechnisch veränderter Pflanzen in der EU erlaubt sein?",
  "q27": "Soll Geschlechtsspezifische Gewalt gegen Frauen europaweit als Asylgrund anerkannt werden?",
  "t27": "Asylgrund: Geschlechtsspezifische Gewalt gegen Frauen",
  "f27": "Wie würde die Anerkennung geschlechtsspezifischer Gewalt als Asylgrund die Sicherheit und den Schutz von Frauen in der EU beeinflussen?",
  "q28": "Sollen urheberrechtlich geschützte Werke (z.B. Fotos, Musik, Literatur) in der EU für nicht-kommerzielle Zwecke kostenlos verwendet werden dürfen?",
  "t28": "Freie Nutzung urheberrechtlich geschützter Werke in der EU",
  "f28": "Wie würde die kostenlose Nutzung urheberrechtlich geschützter Werke die Kreativität, Kultur und Wirtschaft in der EU beeinflussen?",
  "q29": "Soll die EU die Sanktionen gegen Russland abbauen?",
  "t29": "Sanktionen gegen Russland",
  "f29": "Wie würde der Abbau von Sanktionen die Beziehungen zwischen der EU und Russland sowie die geopolitische Stabilität in der Region beeinflussen?",
  "q30": "Soll das Erasmus+ Stipendium für Auslandsaufenthalte für Studierende, die über weniger finanzielle Mittel verfügen, höher sein?",
  "t30": "Erasmus+ Stipendium und finanzielle Unterstützung",
  "f30": "Wie würde die Erhöhung des Erasmus+ Stipendiums die Chancengleichheit und die internationale Mobilität von Studierenden in der EU beeinflussen?",
  "q31": "Soll die EU Atomkraft weiterhin als nachhaltige Energiequelle einstufen?",
  "t31": "Atomkraft in der EU",
  "f31": "Wie würde die Einstufung von Atomkraft als nachhaltige Energiequelle die Energiewende und die Umweltziele der EU beeinflussen?",
  "q32": "Soll die Einwanderung von Fachkräften in die EU vereinfacht werden?",
  "t32": "Einwanderung von Fachkräften in die EU",
  "f32": "Wie würde die Vereinfachung der Einwanderung von Fachkräften die Wirtschaft, den Arbeitsmarkt und die Integration in der EU beeinflussen?",
  "q33": "Soll die Beteiligung außereuropäischer Investoren an Unternehmen im Bereich kritischer Infrastruktur in der EU stärker beschränkt werden?",
  "t33": "Investitionen in kritische Infrastruktur in der EU",
  "f33": "Wie würde die Beschränkung der Beteiligung außereuropäischer Investoren die Sicherheit, Souveränität und Abhängigkeit von der EU beeinflussen?",
  "q34": "Soll der Präsident bzw. die Präsidentin der Europäischen Kommission von den Bürgerinnen und Bürgern direkt gewählt werden?",
  "t34": "Direktwahl des EU-Kommissionspräsidenten",
  "f34": "Wie würde die direkte Wahl des EU-Kommissionspräsidenten die demokratische Legitimität und die Entscheidungsfindung in der EU beeinflussen?",
  "q35": "Sollen Unternehmen in der EU mehr für den Ausstoß von CO₂ zahlen müssen?",
  "t35": "CO₂-Besteuerung für Unternehmen in der EU",
  "f35": "Wie würde die Erhöhung der CO₂-Besteuerung die Umstellung auf saubere Energien und die Reduzierung von Treibhausgasemissionen in der EU beeinflussen?",
  "q36": "Sollen Asylbewerberinnen und -bewerber ihren Antrag vor Überschreiten der EU-Außengrenze stellen müssen und dort auf das Ergebnis warten?",
  "t36": "Asylverfahren an EU-Außengrenzen",
  "f36": "Wie würde die Verlagerung des Asylverfahrens an die EU-Außengrenzen die Rechte und die humanitäre Situation von Asylsuchenden beeinflussen?",
  "q37": "Soll die EU weiterhin in gemeinsame europäische Rüstungsprojekte investieren?",
  "t37": "Rüstungsprojekte in der EU",
  "f37": "Soll die EU weiterhin in gemeinsame europäische Rüstungsprojekte investieren?",
  "q38": "Soll das Europäische Parlament weiterhin eine zentrale Rolle in der EU spielen?",
  "t38": "Rolle des Europäischen Parlaments in der EU",
  "f38": "Wie würde die Beibehaltung einer zentralen Rolle des Europäischen Parlaments die Demokratie und Repräsentation in der EU beeinflussen?"
}
