{
  "followup": "Csevegj velem!",
  "subheading": "Kérdezz tőlem valamit az EU-választásokról!",
  "start_now": "Vagy kezdd el a kvízt most",
  "start_button": "Kezdés most!",
  "sign_up": "Iratkozz fel fontos frissítésekért",
  "choose_country": "válaszd ki az országodat",

  "email_placeholder": "Email cím",
  "subscribe_to_newsletter": "Feliratkozás",
  "made_with_love": "Szeretettel készült emberek által a világ minden tájáról.",
  "open_source": "Nyílt forráskódú",
  "open_source_p1": "Az Elect-O-Mate segítségével kifejlesztettünk egy választási eszközt AI chatbot integrációval, és nagyon tudatában vagyunk ennek etikai vonzataival. Figyelembe véve az AI technológiákban rejlő lehetséges kockázatokat, mint például a félretájékoztatás és az elfogultság, elkötelezettek vagyunk az átláthatóság és a felelősségvállalás mellett. Íme, hogyan közelítjük meg ezt:",
  "transparency": "Átláthatóság: ",
  "transparency_content": " Az egész kódunk nyílt forráskódú",
  "accuracy": "Pontosság és méltányosság: ",
  "accuracy_content": " Fejlett RAG csővezeték a legmagasabb forrás-pontosság érdekében és LLM szabályellenőrző a méltányosság maximalizálása érdekében",
  "ethics": "Etikai elkötelezettség: ",
  "ethics_content": " A preferált forrásokat politikai szakértők felügyelték, és nyíltan részt veszünk a globális AI biztonsági és összehangolási vitában",
  "open_source_p2": "A technológia és a demokrácia metszéspontján navigálva, az Elect-O-Mate elkötelezett a legmagasabb szabványok betartása mellett, biztosítva, hogy AI eszközeink javítsák a tájékozott véleményalkotást, a döntéshozatalt, csökkentsék a politikai apátiát, és javítsák az eszközök elérhetőségét.",
  "tech_report": "Olvassa el a műszaki jelentést",
  "bot_greeting": "Helló, azért vagyok itt, hogy segítsek neked. Kérlek, tegyél fel egy kérdést!",
  "send_button_sending": "küldés",
  "send_button_send": "küldés",
  "chat_YOU": "Te",
  "chat_placeholder": "Tegyél fel egy kérdést...",
  "agree_button": "igen",
  "neutral_button": "semleges",
  "disagree_button": "nem",
  "skip_button": "átugrás",
  "submit_text": "Elérted a kérdőív végét. Kérjük, vedd figyelembe, hogy több kérdés megválaszolásával pontosabb eredményeket kapsz. ",
  "submit_button": "Beküldés",
  "title_results": "Eredményeid",
  "informationRequest": "Kérlek, adj több információt a következőkről: ",
  "party_voted_for": " szavaz ",
  "more_information": "Magyarázat",
  "party_position_request_1": "Miért szavaz a ",
  "party_position_request_2": " egyetért ",
  "party_position_request_3": " az alábbi kérdésben?",
  "how_it_works": "Hogyan működik",
  "how_it_works_front": "Minden kártya tartalmaz egy állítást és három lehetőséget, amelyek közül azt kell választanod, amelyik legjobban megfelel a véleményednek az állítással kapcsolatban. Ha egy téma különösen fontos számodra, megduplázhatod a kérdés súlyát az x2 kiválasztásával. Miután minden kérdésre válaszoltál, az utolsó kártyán beküldheted válaszaidat, és megtekintheted az eredményeidet. A kártyák megfordításához és az állításokkal kapcsolatos további információk megtekintéséhez kattints a jobb felső sarokban található szimbólumra. Ha személyre szabott kérdéseid vannak, a szövegmezőben felteheted őket, és beszélgethetsz az Elect-O-Mate-tel.",
  "how_it_works_back": "A kártyák hátoldalán a kérdéssel kapcsolatos tényeket találod.",
  "how_graph_works_info": "Hogyan használd a grafikont",
  "how_graph_works_title": "Értékelés",
  "how_graph_works_content": "Itt láthatod eredményeidet egy oszlopdiagramon. Ha több információt szeretnél kapni egy pártról, kattints a megfelelő oszlopra. Ha szeretnéd összehasonlítani eredményeidet a kiválasztott párt eredményeivel, egyszerűen görgess vissza a kérdésekhez.\nAz eredmények megtekintéséhez kattints a jobb felső sarokban lévő x-re.",

  "q1": "A nagyvállalatoknak minden tagállamban, ahol működnek, minimum nyereségadót kellene fizetniük.",
  "t1": "Minimális Nyereségadó",
  "f1": "Milyen hatással lehet ez?",
  "fact1": "Tudta? A nagyvállalatok jelenleg különböző adókulcsokat fizetnek a tagállamokban.",

  "q2": "A nem EU-s befektetők részvételét korlátozni kellene az európai vállalatokban, amelyek stratégiai ágazatokban működnek.",
  "t2": "Nem EU-s Befektetők Korlátozása",
  "f2": "Milyen előnyei vannak ennek a korlátozásnak?",
  "fact2": "Tudta? A stratégiai ágazatok közé tartozik a védelem, az energia és a telekommunikáció.",

  "q3": "Az EU-nak fejlesztenie kellene egy határokon átnyúló európai vasúthálózatot.",
  "t3": "Határokon Átnyúló Vasúthálózat",
  "f3": "Hogyan javítaná ez a kapcsolatot?",
  "fact3": "Tudta? A határokon átnyúló vasúthálózat csökkentheti az utazási időt és elősegítheti a kereskedelmet.",

  "q4": "Meg kellene növelni a kínai elektromos autókra vonatkozó behozatali vámot.",
  "t4": "Elektromos Autók Behozatali Vámja",
  "f4": "Hogyan befolyásolná ez az árakat?",
  "fact4": "Tudta? A magasabb behozatali vámok védhetik a helyi gyártókat.",

  "q5": "Az EU-nak lehetővé kellene tennie a tagállamok számára, hogy magasabb költségvetési hiányt érjenek el.",
  "t5": "Magasabb Költségvetési Hiányok",
  "f5": "Milyen kockázatokkal járnak a magasabb hiányok?",
  "fact5": "Tudta? A költségvetési hiányok ösztönözhetik a gazdasági növekedést recessziók idején.",

  "q6": "Magyarországnak 10 éven belül be kellene vezetnie az eurót.",
  "t6": "Magyarország és az Euro",
  "f6": "Hogyan befolyásolná ez Magyarország gazdaságát?",
  "fact6": "Tudta? Az euró bevezetése alacsonyabb kamatlábakhoz vezethet.",

  "q7": "Az EU-nak továbbra is fenntartható energiaforrásként kellene elismernie az atomenergiát.",
  "t7": "Atomenergia Elismerése",
  "f7": "Miért tekinthető az atomenergia fenntarthatónak?",
  "fact7": "Tudta? Az atomenergia minimális üvegházhatású gázkibocsátást eredményez.",

  "q8": "Minden EU-ban értékesített élelmiszerterméknek fel kellene tüntetnie a környezeti hatását a címkén.",
  "t8": "Környezeti Hatás Címkék",
  "f8": "Hogyan befolyásolná ez a fogyasztói választásokat?",
  "fact8": "Tudta? A környezeti címkék növelhetik a fenntarthatóság iránti tudatosságot.",

  "q9": "Az EU-nak szigorúbb környezetvédelmi szabályokat kellene bevezetnie az importált árukra.",
  "t9": "Szigorúbb Import Szabályok",
  "f9": "Milyen előnyei vannak a szigorúbb szabályoknak?",
  "fact9": "Tudta? A szigorúbb szabályok csökkenthetik az importált áruk szénlábnyomát.",

  "q10": "Ukrajnának az EU tagjává kellene válnia.",
  "t10": "Ukrajna EU Tagsága",
  "f10": "Hogyan befolyásolná ez az EU-t?",
  "fact10": "Tudta? Az EU tagság elősegítheti a politikai stabilitást és a gazdasági növekedést.",

  "q11": "Az Európai Uniónak továbbra is be kellene fagyasztania az EU-s forrásokat azoknak a tagállamoknak, amelyek megsértik az EU törvényeit és értékeit.",
  "t11": "EU-s Források Befagyasztása",
  "f11": "Mi a célja a források befagyasztásának?",
  "fact11": "Tudta? A források befagyasztása az EU törvényeinek betartatására szolgáló intézkedés.",

  "q12": "Szükség van egy közös európai uniós hadseregre.",
  "t12": "Közös EU-s Hadsereg",
  "f12": "Mik az előnyei egy közös hadseregnek?",
  "fact12": "Tudta? Egy közös hadsereg növelheti a kollektív biztonságot és védelmi képességeket.",

  "q13": "További európai uniós finanszírozásra van szükség az Ukrajnába irányuló fegyverszállítmányokhoz.",
  "t13": "Fegyverszállítmányok Finanszírozása",
  "f13": "Miért szükséges ez a finanszírozás?",
  "fact13": "Tudta? A katonai segítség erősítheti Ukrajna védelmét az agresszióval szemben.",

  "q14": "Az EU tagállamainak közösen kellene több védelmi felszerelést vásárolniuk.",
  "t14": "Közös Védelmi Beszerzések",
  "f14": "Hogyan javítaná ez a védelmi hatékonyságot?",
  "fact14": "Tudta? A közös beszerzések költségmegtakarításhoz és szabványosításhoz vezethetnek.",

  "q15": "Az EU szankciói Oroszországgal szemben működnek.",
  "t15": "Oroszországi Szankciók",
  "f15": "Milyen bizonyítékok támasztják alá hatékonyságukat?",
  "fact15": "Tudta? A szankciók célja, hogy nyomást gyakoroljanak a nemzetközi törvények betartására.",

  "q16": "Az EU-nak lehetővé kellene tennie a genetikailag módosított növények (GMO-k) további termesztését.",
  "t16": "GMO-k Termesztése",
  "f16": "Mik a GMO-k előnyei?",
  "fact16": "Tudta? A GMO-k növelhetik a terméshozamot és a kártevőkkel szembeni ellenállóképességet.",

  "q17": "Az EU-nak teljes mértékben be kellene tiltania a glifozátot tartalmazó növényvédő szerek használatát.",
  "t17": "Glifozát Betiltása",
  "f17": "Milyen kockázatokkal jár a glifozát?",
  "fact17": "Tudta? A glifozát egy széles körben használt herbicid, amelynek egészségügyi hatásai vitatottak.",

  "q18": "Az EU-nak meg kellene szüntetnie az intenzív állattenyésztés támogatását.",
  "t18": "Állattenyésztési Támogatások",
  "f18": "Milyen környezeti hatásokkal jár?",
  "fact18": "Tudta? Az intenzív gazdálkodás környezeti degradációhoz vezethet.",

  "q19": "A menedékkérőknek az EU külső határain kellene benyújtaniuk kérelmeiket és várniuk az eredményt.",
  "t19": "Menedékkérelmek a Határokon",
  "f19": "Hogyan befolyásolná ez a menedékkérőket?",
  "fact19": "Tudta? A kérelmek határokon történő feldolgozása egyszerűsítheti a menedékjogi eljárásokat.",

  "q20": "Az EU-nak korlátoznia kellene a fejlesztési segélyeket azoknak az országoknak, amelyek nem fogadják el a visszautasított menedékkérőket.",
  "t20": "Fejlesztési Segélyek Korlátozása",
  "f20": "Milyen következményekkel jár a segélyek korlátozása?",
  "fact20": "Tudta? A fejlesztési segélyek támogatják a gazdasági és szociális fejlődést a kedvezményezett országokban.",

  "q21": "Az EU-nak több forrást kellene biztosítania az illegális bevándorlás elleni küzdelemre.",
  "t21": "Illegális Bevándorlás Elleni Küzdelem",
  "f21": "Hogyan segítenének a megnövelt források?",
  "fact21": "Tudta? A több forrás javíthatja a határbiztonságot és a bevándorlás ellenőrzését.",

  "q22": "Az EU-nak közös oktatási szabványokat kellene kidolgoznia.",
  "t22": "Közös Oktatási Szabványok",
  "f22": "Mik a közös szabványok előnyei?",
  "fact22": "Tudta? A közös oktatási szabványok biztosíthatják az oktatás minőségét és egyenlőségét.",

  "q23": "Az EU-nak többet kellene befektetnie a digitális infrastruktúrába.",
  "t23": "Befektetés a Digitális Infrastruktúrába",
  "f23": "Hogyan járulna ez hozzá a gazdasághoz?",
  "fact23": "Tudta? A digitális infrastruktúra elengedhetetlen a modern gazdaságok és az innováció számára.",

  "q24": "Az EU-nak szigorúbb adatvédelmi szabályokat kellene bevezetnie.",
  "t24": "Szigorúbb Adatvédelem",
  "f24": "Miért szükségesek a szigorúbb szabályok?",
  "fact24": "Tudta? A szigorúbb adatvédelem növelheti a magánélet és a biztonság védelmét.",

  "q25": "Az EU-nak ösztönöznie kellene a megújuló energiaforrások használatát.",
  "t25": "Megújuló Energiaforrások Ösztönzése",
  "f25": "Mik a megújuló energia előnyei?",
  "fact25": "Tudta? A megújuló energia csökkenti a fosszilis tüzelőanyagoktól való függést és az emissziókat.",

  "q26": "Az EU-nak be kellene vezetnie az alapjövedelmet.",
  "t26": "Alapjövedelem Bevezetése",
  "f26": "Hogyan befolyásolná ez a szegénységet?",
  "fact26": "Tudta? Az alapjövedelem pénzügyi stabilitást és szegénységcsökkentést biztosíthat.",

  "q27": "Az EU-nak prioritásként kellene kezelnie az éghajlatváltozás mérséklésére irányuló erőfeszítéseket.",
  "t27": "Éghajlatváltozás Mérséklése",
  "f27": "Melyek a fő mérséklési stratégiák?",
  "fact27": "Tudta? Az éghajlatváltozás mérséklése megelőzheti a súlyos környezeti és gazdasági hatásokat.",

  "q28": "Az EU-nak javítania kellene a kiberbiztonsági intézkedéseket.",
  "t28": "Kiberbiztonság Javítása",
  "f28": "Miért fontos a kiberbiztonság?",
  "fact28": "Tudta? A javított kiberbiztonság megvédhet a digitális fenyegetésekkel és adatlopásokkal szemben.",

  "q29": "Az EU-nak támogatnia kellene a nagyobb gazdasági integrációt a tagállamok között.",
  "t29": "Gazdasági Integráció",
  "f29": "Mik az előnyei a gazdasági integrációnak?",
  "fact29": "Tudta? A gazdasági integráció erősebb és ellenállóbb gazdasághoz vezethet.",

  "q30": "Az EU-nak be kellene tiltania az automatizált arcfelismerés használatát a rendfenntartásban.",
  "t30": "Arcfelismerés Betiltása",
  "f30": "Milyen adatvédelmi aggályok merülnek fel?",
  "fact30": "Tudta? Az automatizált arcfelismerés jelentős adatvédelmi kérdéseket vethet fel.",

  "q31": "Az EU-nak javasolnia kellene, hogy a tagállamok vezessenek be harmadik nemi kategóriát az útlevelekben.",
  "t31": "Harmadik Nemi Kategória",
  "f31": "Miért fontos ez a bevezetés?",
  "fact31": "Tudta? A harmadik nemi kategória bevezetése elősegítheti a befogadást és az elismerést.",

  "q32": "Az EU-nak célzott intézkedéseket kellene hoznia az apák és anyák egyenlő részvételének támogatására a gyermekgondozásban.",
  "t32": "Egyenlő Részvétel a Gyermekgondozásban",
  "f32": "Mik az egyenlő részvétel előnyei?",
  "fact32": "Tudta? Az egyenlő részvétel a gyermekgondozásban elősegítheti a nemek közötti egyenlőséget.",

  "q33": "Az EU-nak harmonizálnia kellene a szexuális erőszakra, különösen a nemi erőszakra vonatkozó jogszabályokat.",
  "t33": "Szexuális Erőszak Törvényeinek Harmonizálása",
  "f33": "Mik az előnyei a harmonizációnak?",
  "fact33": "Tudta? A harmonizált törvények biztosíthatják az egységes védelmet és igazságszolgáltatást az EU-ban.",

  "q34": "Az EU-nak ösztönöznie kellene a gyógyászati kannabisz legalizálását a tagállamokban.",
  "t34": "Gyógyászati Kannabisz Legalizálása",
  "f34": "Mik a gyógyászati kannabisz előnyei?",
  "fact34": "Tudta? A gyógyászati kannabisz enyhülést nyújthat különböző egészségi állapotok esetén.",

  "q35": "Az Európai Unió értékközösség.",
  "t35": "Értékközösség",
  "f35": "Milyen értékeket támogat?",
  "fact35": "Tudta? Az EU olyan értékeket támogat, mint a demokrácia, az emberi jogok és az egyenlőség.",

  "q36": "Az EU-nak nagyobb hangsúlyt kellene fektetnie Európa közös múltjára és a kereszténység kultúránkra gyakorolt hatására.",
  "t36": "Közös Múlt és Kereszténység",
  "f36": "Miért fontos ez a hangsúly?",
  "fact36": "Tudta? A közös múlt és kulturális hatások elismerése erősítheti az európai identitást.",

  "0": "36"
}
