{
  "followup": "¡Chatea conmigo!",
  "subheading": "¡Pregúntame algo sobre las elecciones de la UE!",
  "start_now": "O empieza el quiz ahora",
  "start_button": "¡Empieza ahora!",
  "choose_country": "Elige tu país",

  "sign_up": "Regístrate para recibir actualizaciones importantes",
  "email_placeholder": "Dirección de correo electrónico",
  "subscribe_to_newsletter": "Suscribirse",
  "made_with_love": "Hecho con amor por personas de todo el mundo.",
  "open_source": "Código abierto",
  "open_source_p1": "Con Elect-O-Mate, hemos desarrollado una herramienta electoral con integración de chatbot AI y somos muy conscientes de las implicaciones éticas que esto conlleva. Dados los riesgos potenciales, como la desinformación y el sesgo inherentes a las tecnologías AI, nos comprometemos a la transparencia y la responsabilidad. Así es como abordamos esto:",
  "transparency": "Transparencia: ",
  "transparency_content": " Todo nuestro código es de código abierto",
  "accuracy": "Exactitud y justicia: ",
  "accuracy_content": " Canalización RAG avanzada para la mayor precisión de las fuentes y verificador de reglas LLM para maximizar la justicia",
  "ethics": "Compromiso ético: ",
  "ethics_content": " Hemos tenido fuentes preferidas supervisadas por expertos políticos y participamos abiertamente en la discusión global sobre la seguridad y alineación de la AI",
  "open_source_p2": "Navegando en la intersección de tecnología y democracia, Elect-O-Mate se compromete a cumplir con los más altos estándares, asegurando que nuestras herramientas AI mejoren la formación de opiniones informadas, la toma de decisiones, reduzcan la apatía política y mejoren la accesibilidad de las herramientas existentes.",
  "tech_report": "Leer el informe técnico",
  "bot_greeting": "Hola, estoy aquí para ayudarte. ¡Por favor, hazme una pregunta!",
  "send_button_sending": "enviando",
  "send_button_send": "enviar",
  "chat_YOU": "Tú",
  "chat_placeholder": "Haz una pregunta...",
  "agree_button": "sí",
  "neutral_button": "neutral",
  "disagree_button": "no",
  "skip_button": "saltar",
  "submit_text": "Has llegado al final del cuestionario. Ten en cuenta que respondiendo a más preguntas, obtendrás resultados más precisos. ",
  "submit_button": "Enviar",
  "title_results": "Tus resultados",
  "informationRequest": "Por favor, proporcióname más información sobre ",
  "party_voted_for": " vota por ",
  "more_information": "Explicación",
  "party_position_request_1": "¿Por qué ",
  "party_position_request_2": " está de acuerdo con ",
  "party_position_request_3": " en la siguiente pregunta?",
  "how_it_works": "Cómo funciona",
  "how_it_works_front": "Cada tarjeta tiene una afirmación y tres opciones, de las cuales debes elegir la que mejor se corresponda con tu opinión sobre la afirmación. Si un tema es especialmente importante para ti, puedes duplicar el peso de la pregunta seleccionando x2. Después de responder todas las preguntas, puedes enviar tus respuestas en la última tarjeta y ver tus resultados. Para voltear las tarjetas y obtener más información sobre las afirmaciones, puedes hacer clic en el símbolo en la parte superior derecha. Si tienes preguntas personalizadas, puedes hacerlas en el campo de texto y chatear con Elect-O-Mate.",
  "how_it_works_back": "En el reverso de las tarjetas encontrarás hechos relacionados con la pregunta.",
  "how_graph_works_info": "Cómo usar el gráfico",
  "how_graph_works_title": "Evaluación",
  "how_graph_works_content": "Aquí puedes ver tus resultados en un gráfico de barras. Para obtener más información sobre un partido, haz clic en la barra correspondiente. Si deseas comparar tus resultados con los del partido seleccionado, simplemente puedes desplazarte de nuevo a las preguntas.\nPara ver los resultados, haz clic en la x en la parte superior derecha.",

  "q1": "Las políticas sociales deben mantenerse, incluso si eso significa aumentar los impuestos",
  "t1": "Políticas Sociales y Tributación",
  "f1": "¿Cuáles son los impactos económicos a largo plazo?",
  "fact1": "Las políticas sociales pueden reducir la desigualdad, aunque también pueden desacelerar el crecimiento económico debido al aumento de los impuestos.",

  "q2": "El estado debería aumentar el apoyo financiero para los desempleados",
  "t2": "Apoyo Financiero para los Desempleados",
  "f2": "¿Cómo podemos equilibrar el apoyo con los incentivos laborales?",
  "fact2": "Aumentar el apoyo financiero para los desempleados ayuda a los necesitados, pero puede desalentar la búsqueda de empleo si no se gestiona bien.",

  "q3": "La Unión Europea debería castigar severamente a los estados miembros que no cumplan con las reglas de déficit europeo",
  "t3": "Cumplimiento de las Reglas de Déficit de la UE",
  "f3": "¿Cuáles son las consecuencias económicas de las sanciones?",
  "fact3": "La estricta aplicación de las reglas de déficit promueve la estabilidad, aunque puede limitar la flexibilidad económica de los estados miembros.",

  "q4": "Las solicitudes de asilo deben distribuirse proporcionalmente entre los estados miembros a través de un sistema de reubicación",
  "t4": "Solicitudes de Asilo y Sistema de Reubicación",
  "f4": "¿Cuáles son los efectos de la distribución proporcional de asilo?",
  "fact4": "Un sistema de reubicación proporcional puede aliviar la carga en los estados de primera línea, pero puede ser un desafío implementarlo de manera justa.",

  "q5": "Las políticas de control de inmigración de España deberían ser más restrictivas",
  "t5": "Políticas de Control de Inmigración de España",
  "f5": "¿Cómo impactan las políticas restrictivas en la sociedad?",
  "fact5": "Los controles más estrictos pueden reducir la inmigración ilegal, aunque también pueden impactar negativamente en el mercado laboral.",

  "q6": "España debería exigir a los inmigrantes no pertenecientes a la UE que acepten nuestra cultura y valores",
  "t6": "Integración Cultural para Inmigrantes No Pertenecientes a la UE",
  "f6": "¿Cuáles son los desafíos de la integración cultural?",
  "fact6": "Fomentar la integración cultural promueve la unidad, aunque podría generar resistencia de grupos culturales diversos.",

  "q7": "La legalización del matrimonio entre personas del mismo sexo es algo positivo",
  "t7": "Matrimonio Entre Personas del Mismo Sexo",
  "f7": "¿Cómo afecta el matrimonio entre personas del mismo sexo a la sociedad?",
  "fact7": "Las leyes de matrimonio entre personas del mismo sexo promueven la inclusión, aunque pueden provocar debates sociales y políticos.",

  "q8": "La legalización del uso personal de drogas blandas sería un paso positivo",
  "t8": "Uso Personal de Drogas Blandas",
  "f8": "¿Cuáles son las implicaciones para la salud de legalizar las drogas blandas?",
  "fact8": "El uso regulado de drogas puede mejorar la salud pública, aunque podría incentivar a más personas a experimentar con drogas.",

  "q9": "La eutanasia debería ser legal",
  "t9": "Eutanasia",
  "f9": "¿Cómo podemos asegurar prácticas éticas de eutanasia?",
  "fact9": "Las leyes de eutanasia respetan la elección personal, aunque pueden ser controvertidas entre diferentes grupos culturales y religiosos.",

  "q10": "El gasto público debería reducirse para que se puedan bajar los impuestos",
  "t10": "Gasto Público e Impuestos",
  "f10": "¿Cómo afectarían los impuestos de la UE a la soberanía de los estados miembros?",
  "fact10": "Reducir el gasto público puede disminuir los impuestos, pero también podría recortar servicios esenciales.",

  "q11": "La Unión Europea debería tener sus propios poderes de tributación",
  "t11": "Poderes Tributarios de la UE",
  "f11": "¿Cómo afectan los impuestos más altos a las inversiones?",
  "fact11": "Los impuestos centralizados pueden mejorar los proyectos de la UE, aunque podrían enfrentar resistencia de los estados miembros que prefieren controlar sus finanzas.",

  "q12": "Las ganancias de los mercados financieros y bancarios deberían ser gravadas más fuertemente",
  "t12": "Tributación de las Ganancias de los Mercados Financieros y Bancarios",
  "f12": "¿Cuáles son las políticas verdes eficaces para el transporte?",
  "fact12": "Una mayor tributación de las ganancias puede reducir la desigualdad, pero también podría desalentar la inversión.",

  "q13": "El transporte público debe ser promovido a través de políticas verdes (p. ej., más peajes o impuestos)",
  "t13": "Promoción del Transporte Público a través de Políticas Verdes",
  "f13": "¿Cómo podemos equilibrar las energías renovables con los costos económicos?",
  "fact13": "Las políticas verdes pueden aumentar el uso del transporte público, pero también pueden aumentar los costos para los consumidores.",

  "q14": "Las energías renovables, como la solar o la eólica, deben promoverse más a pesar de su mayor costo económico",
  "t14": "Promoción de Energías Renovables",
  "f14": "¿Cuáles son los riesgos de restringir la privacidad en internet?",
  "fact14": "La promoción de la energía renovable conduce a la sostenibilidad, pero puede tener un alto costo económico.",

  "q15": "La privacidad personal en internet debe ser restringida por razones de seguridad pública",
  "t15": "Restricción de la Privacidad en Internet por Razones de Seguridad Pública",
  "f15": "¿Las sentencias más severas disuaden efectivamente el crimen?",
  "fact15": "Restringir la privacidad en internet puede mejorar la seguridad pública, pero podría infringir las libertades individuales.",

  "q16": "Los criminales deberían recibir sentencias más severas",
  "t16": "Sentencias",
  "f16": "¿Cómo puede la UE fortalecer la defensa y mantener la paz?",
  "fact16": "Las políticas de sentencias estrictas pueden aumentar la seguridad pública, aunque también pueden tensar el sistema judicial.",

  "q17": "La Unión Europea debería fortalecer sus políticas de defensa y seguridad",
  "t17": "Fortalecimiento de las Políticas de Defensa y Seguridad de la UE",
  "f17": "¿Cuáles son las ventajas y desventajas de una política exterior unificada de la UE?",
  "fact17": "Una defensa mejorada de la UE puede proteger a los estados miembros, aunque podría llevar a un aumento del gasto militar.",

  "q18": "La UE debería tener una postura de política exterior única",
  "t18": "Postura Única de Política Exterior de la UE",
  "f18": "¿Qué impulsa una integración europea exitosa?",
  "fact18": "Una política exterior coherente mejora la coherencia de la UE, aunque podría ser difícil alcanzar un consenso entre los miembros.",

  "q19": "La integración europea es algo positivo",
  "t19": "Beneficios de la Integración Europea",
  "f19": "¿Cómo afecta el Euro a la estabilidad económica?",
  "fact19": "Una integración más estrecha puede mejorar la cooperación, aunque podría enfrentar oposición de grupos centrados en la soberanía.",

  "q20": "La moneda única europea (Euro) es algo malo",
  "t20": "Crítica del Euro",
  "f20": "¿Cuáles son los efectos de reducir el poder de veto?",
  "fact20": "Una moneda común promueve la estabilidad, aunque puede generar disparidades entre los estados miembros.",

  "q21": "Los estados miembros de la UE deberían tener menos poder de veto",
  "t21": "Reducción del Poder de Veto para los Estados Miembros de la UE",
  "f21": "¿Cómo podría el voto transfronterizo afectar a la UE?",
  "fact21": "Reducir el poder de veto mejora la gobernanza de la UE, aunque podría reducir la influencia de las naciones individuales.",

  "q22": "En las elecciones al Parlamento Europeo, los ciudadanos europeos deberían poder votar por partidos o candidatos de otros estados miembros",
  "t22": "Voto Transfronterizo en las Elecciones de la UE",
  "f22": "¿Cómo podría el voto transfronterizo afectar a la UE?",
  "fact22": "Permitir el voto transfronterizo puede mejorar la unidad de la UE, pero podría complicar el proceso electoral.",
  "0": "22"
}
