{
  "followup": "Chatta con me!",
  "subheading": "Chiedimi qualcosa sulle elezioni europee!",
  "start_now": "Oppure inizia subito il quiz",
  "start_button": "Inizia ora!",
  "sign_up": "Iscriviti per aggiornamenti importanti",
  "choose_country": "Scegli il tuo paese",

  "email_placeholder": "Indirizzo email",
  "subscribe_to_newsletter": "Iscriviti",
  "made_with_love": "Fatto con amore da persone di tutto il mondo.",
  "open_source": "Open Source",
  "open_source_p1": "Con Elect-O-Mate, abbiamo sviluppato uno strumento elettorale con integrazione chatbot AI e siamo molto consapevoli delle implicazioni etiche che ciò comporta. Dati i potenziali rischi, come disinformazione e bias insiti nelle tecnologie AI, ci impegniamo alla trasparenza e alla responsabilità. Ecco come affrontiamo questo:",
  "transparency": "Trasparenza: ",
  "transparency_content": " Il nostro intero codice è open source",
  "accuracy": "Accuratezza e correttezza: ",
  "accuracy_content": " Pipeline RAG avanzata per la massima accuratezza delle fonti e verificatore di regole LLM per massimizzare la correttezza",
  "ethics": "Impegno etico: ",
  "ethics_content": " Abbiamo avuto fonti preferite supervisionate da esperti politici e partecipiamo apertamente alla discussione globale sulla sicurezza e l'allineamento dell'AI",
  "open_source_p2": "Navigando all'intersezione tra tecnologia e democrazia, Elect-O-Mate si impegna a rispettare i più alti standard, assicurando che i nostri strumenti AI migliorino la formazione di opinioni informate, il processo decisionale, riducano l'apatia politica e migliorino l'accessibilità degli strumenti esistenti.",
  "tech_report": "Leggi il rapporto tecnico",
  "bot_greeting": "Ciao, sono qui per aiutarti. Per favore, fammi una domanda!",
  "send_button_sending": "inviando",
  "send_button_send": "invia",
  "chat_YOU": "Tu",
  "chat_placeholder": "Fai una domanda...",
  "agree_button": "sì",
  "neutral_button": "neutrale",
  "disagree_button": "no",
  "skip_button": "salta",
  "submit_text": "Hai raggiunto la fine del questionario. Si prega di notare che rispondendo a più domande, otterrai risultati più accurati. ",
  "submit_button": "Invia",
  "title_results": "I tuoi risultati",
  "informationRequest": "Per favore forniscimi maggiori informazioni su ",
  "party_voted_for": " vota per ",
  "more_information": "Spiegazione",
  "party_position_request_1": "Perché il ",
  "party_position_request_2": " è d'accordo con ",
  "party_position_request_3": " sulla seguente domanda?",
  "how_it_works": "Come funziona",
  "how_it_works_front": "Ogni carta ha un'affermazione e tre opzioni, dalle quali dovresti scegliere quella che meglio corrisponde alla tua opinione sull'affermazione. Se un argomento è particolarmente importante per te, puoi raddoppiare il peso della domanda selezionando x2. Dopo aver risposto a tutte le domande, puoi inviare le tue risposte sull'ultima carta e vedere i tuoi risultati. Per capovolgere le carte e ottenere ulteriori informazioni sulle affermazioni, puoi cliccare sul simbolo in alto a destra. Se hai domande personalizzate, puoi farle nel campo di testo e chattare con Elect-O-Mate.",
  "how_it_works_back": "Sul retro delle carte troverai fatti riguardanti la domanda.",
  "how_graph_works_info": "Come utilizzare il grafico",
  "how_graph_works_title": "Valutazione",
  "how_graph_works_content": "Qui puoi visualizzare i tuoi risultati in un grafico a barre. Per ottenere maggiori informazioni su un partito, clicca sulla barra corrispondente. Se vuoi confrontare i tuoi risultati con quelli del partito selezionato, puoi semplicemente tornare alle domande scorrendo.\nPer visualizzare i risultati, clicca sulla x in alto a destra.",

  "q1": "Dovrebbe l'Ucraina diventare un membro dell'UE?",
  "t1": "Membri UE dell'Ucraina",
  "f1": "Quale impatto avrebbe l'adesione dell'Ucraina all'UE sul panorama politico dell'UE?",
  "fact1": "L'Ucraina lavora all'adesione all'UE fin dai primi anni 2000, allineando le proprie politiche agli standard dell'UE.",

  "q2": "Dovrebbe l'UE imporre un salario minimo che richieda a tutti gli Stati membri di applicarlo secondo le loro condizioni locali?",
  "t2": "Salario minimo dell'UE",
  "f2": "Come influirebbe un salario minimo sull'uguaglianza economica all'interno dell'UE?",
  "fact2": "Attualmente, 21 dei 27 Stati membri dell'UE hanno il proprio salario minimo nazionale.",

  "q3": "Dovrebbero le domande di asilo essere elaborate al confine con una valutazione rapida?",
  "t3": "Elaborazione delle domande di asilo al confine",
  "f3": "Quali sono le sfide potenziali dell'elaborazione delle domande di asilo al confine?",
  "fact3": "L'elaborazione rapida delle domande di asilo può contribuire a ridurre il carico di lavoro e garantire una protezione tempestiva per i rifugiati.",

  "q4": "Dovrebbe l'UE avere un esercito comune?",
  "t4": "Esercito comune dell'UE",
  "f4": "Quali sono i benefici strategici di avere un esercito comune dell'UE?",
  "fact4": "L'idea di un esercito comune dell'UE è stata oggetto di dibattito fin dagli anni '50, ma non è mai stata completamente realizzata.",

  "q5": "Dovrebbe l'UE vietare il riconoscimento legale dei matrimoni tra persone dello stesso sesso?",
  "t5": "Riconoscimento dei matrimoni tra persone dello stesso sesso",
  "f5": "Quali sarebbero le implicazioni sociali del divieto di riconoscimento dei matrimoni tra persone dello stesso sesso?",
  "fact5": "Dal 2021, 16 paesi dell'UE riconoscono legalmente i matrimoni tra persone dello stesso sesso.",

  "q6": "Dovrebbe l'UE imporre una tassa sulle emissioni di biossido di carbonio per ridurre l'inquinamento?",
  "t6": "Tassa sul carbonio",
  "f6": "Come influenzerebbe una tassa sul carbonio le imprese e i consumatori dell'UE?",
  "fact6": "Il sistema di scambio delle emissioni dell'UE è uno dei più grandi mercati del carbonio al mondo.",

  "q7": "Dovrebbe l'UE imporre regolamentazioni rigorose sull'uso dei pesticidi per proteggere l'ambiente?",
  "t7": "Regolamentazioni sui pesticidi",
  "f7": "Quali sono i potenziali benefici delle regolamentazioni rigorose sui pesticidi per la biodiversità?",
  "fact7": "L'UE ha vietato o limitato l'uso di numerosi pesticidi dannosi negli ultimi decenni.",

  "q8": "Dovrebbe l'UE consentire l'uso di organismi geneticamente modificati (OGM) in agricoltura?",
  "t8": "OGM in agricoltura",
  "f8": "Quali sono le potenziali conseguenze per la salute degli OGM in agricoltura?",
  "fact8": "Solo pochi coltivazioni di OGM sono approvate per la coltivazione nell'UE a causa di regolamentazioni rigorose.",

  "q9": "Dovrebbe l'UE adottare una politica agricola comune per garantire la sicurezza alimentare?",
  "t9": "Politica agricola comune",
  "f9": "In che modo una politica agricola comune migliorerebbe la sicurezza alimentare nell'UE?",
  "fact9": "La Politica Agricola Comune (PAC) è una delle politiche più antiche dell'UE, istituita nel 1962.",

  "q10": "Dovrebbe l'UE consentire la coltivazione di cannabis per uso personale?",
  "t10": "Coltivazione di cannabis",
  "f10": "Quali sono i potenziali benefici economici della legalizzazione della coltivazione di cannabis?",
  "fact10": "Diversi paesi dell'UE hanno già decriminalizzato o legalizzato la cannabis per uso medico o personale.",

  "q11": "Dovrebbe l'UE vietare la vendita di nuovi veicoli a motore a combustione entro il 2035?",
  "t11": "Divieto dei motori a combustione",
  "f11": "In che modo il divieto dei nuovi veicoli a motore a combustione influirebbe sull'industria automobilistica?",
  "fact11": "L'UE mira a ridurre le emissioni di gas serra del 55% entro il 2030, con il trasporto come principale obiettivo.",

  "q12": "Dovrebbe l'UE fornire supporto finanziario all'UNRWA per i rifugiati palestinesi?",
  "t12": "Supporto all'UNRWA",
  "f12": "Quali sono le implicazioni geopolitiche del sostegno dell'UE all'UNRWA?",
  "fact12": "L'UNRWA fornisce servizi essenziali a oltre 5 milioni di rifugiati palestinesi.",

  "q13": "Dovrebbe l'UE imporre sanzioni alla Russia?",
  "t13": "Sanzioni alla Russia",
  "f13": "Quali sono le conseguenze economiche dell'imporre sanzioni alla Russia?",
  "fact13": "L'UE ha imposto sanzioni alla Russia dal 2014 in seguito all'annessione della Crimea.",

  "q14": "Dovrebbe l'UE perseguire politiche di disarmo?",
  "t14": "Politiche di disarmo",
  "f14": "Quali sono i potenziali benefici delle politiche di disarmo dell'UE per la sicurezza globale?",
  "fact14": "L'UE sostiene varie iniziative di disarmo, tra cui il Trattato di non proliferazione (NPT).",

  "q15": "Dovrebbe l'UE garantire l'accesso al lavoro per i cittadini non UE con una residenza a lungo termine?",
  "t15": "Accesso al lavoro per i residenti non UE",
  "f15": "In che modo l'accesso al lavoro per i residenti non UE influirebbe sul mercato del lavoro dell'UE?",
  "fact15": "I residenti a lungo termine provenienti da paesi non UE possono accedere a certi diritti simili a quelli dei cittadini dell'UE.",

  "q16": "Dovrebbe l'UE consentire il matrimonio tra persone dello stesso sesso?",
  "t16": "Matrimonio tra persone dello stesso sesso",
  "f16": "Quali sono gli impatti culturali del consentire il matrimonio tra persone dello stesso sesso in tutta l'UE?",
  "fact16": "La Corte europea dei diritti dell'uomo si è espressa a favore del riconoscimento delle relazioni tra persone dello stesso sesso.",

  "q17": "Dovrebbe l'UE introdurre gli Eurobond per sostenere gli Stati membri in difficoltà finanziarie?",
  "t17": "Eurobond",
  "f17": "Quali sono i rischi e i benefici dell'introduzione degli Eurobond nell'UE?",
  "fact17": "Gli Eurobond potrebbero contribuire a stabilizzare le economie degli Stati membri in crisi finanziaria.",

  "q18": "Dovrebbe l'UE investire di più nell'energia nucleare come fonte energetica sostenibile?",
  "t18": "Investimenti nell'energia nucleare",
  "f18": "Quali sono i potenziali rischi di aumentare gli investimenti nell'energia nucleare?",
  "fact18": "La Francia genera oltre il 70% della sua elettricità dall'energia nucleare, diventando un attore chiave nell'UE.",

  "q19": "Dovrebbe l'UE introdurre regolamentazioni sui pesticidi più rigorose?",
  "t19": "Regolamentazioni sui pesticidi",
  "f19": "In che modo regolamentazioni più rigorose sui pesticidi influenzerebbero le pratiche agricole?",
  "fact19": "La strategia Dalla Fattoria alla Tavola dell'UE mira a ridurre del 50% l'uso dei pesticidi chimici entro il 2030.",

  "q20": "Dovrebbe l'UE applicare regole fiscali più severe per limitare i deficit di bilancio e il debito?",
  "t20": "Regole fiscali",
  "f20": "Quali sono gli effetti potenziali di regole fiscali più rigide sulle economie degli Stati membri?",
  "fact20": "Il Patto di stabilità e crescita stabilisce le regole fiscali dell'UE per i deficit di bilancio e i livelli di debito.",

  "q21": "Dovrebbe l'UE implementare una politica comune di asilo con responsabilità condivise tra gli Stati membri?",
  "t21": "Politica comune di asilo",
  "f21": "Quali sfide potrebbero sorgere dall'implementazione di una politica comune di asilo?",
  "fact21": "Una politica comune di asilo mira a fornire un sistema equo ed efficiente per l'elaborazione delle domande di asilo.",

  "q22": "Dovrebbe l'UE introdurre una terza opzione di genere sui passaporti?",
  "t22": "Terza opzione di genere",
  "f22": "Quali sono le implicazioni sociali dell'introduzione di una terza opzione di genere sui passaporti?",
  "fact22": "La Germania è stata il primo paese dell'UE a introdurre una terza opzione di genere sui documenti ufficiali nel 2013.",

  "q23": "Dovrebbe l'UE mantenere controlli permanenti alle frontiere all'interno dello spazio Schengen?",
  "t23": "Controlli alle frontiere di Schengen",
  "f23": "In che modo i controlli permanenti alle frontiere influenzerebbero la libertà di movimento nello spazio Schengen?",
  "fact23": "Lo Spazio Schengen consente il movimento senza passaporto in 26 paesi europei.",

  "q24": "Dovrebbe l'UE abolire il voto all'unanimità nel Consiglio dell'Unione europea?",
  "t24": "Abolizione del voto all'unanimità",
  "f24": "Quali sono i potenziali benefici e svantaggi dell'abolizione del voto all'unanimità nell'UE?",
  "fact24": "Il voto all'unanimità richiede che tutti gli Stati membri concordino su una decisione, spesso portando a negoziati lunghi.",

  "q25": "Dovrebbe l'UE rendere obbligatorio considerare gli impatti ambientali prima di approvare qualsiasi nuovo progetto?",
  "t25": "Impatto ambientale obbligatorio",
  "f25": "Quali sono i potenziali benefici di considerare gli impatti ambientali prima delle approvazioni di nuovi progetti?",
  "fact25": "Le valutazioni dell'impatto ambientale sono cruciali per lo sviluppo sostenibile e la prevenzione dei danni ecologici.",

  "q26": "Dovrebbe l'UE aumentare i finanziamenti per il programma di scambio studentesco Erasmus?",
  "t26": "Finanziamento del programma Erasmus",
  "f26": "In che modo l'aumento dei finanziamenti per il programma Erasmus beneficerebbe agli studenti e all'UE?",
  "fact26": "Il programma Erasmus ha sostenuto oltre 9 milioni di studenti e personale fin dalla sua istituzione nel 1987.",

  "q27": "Dovrebbe l'UE sostenere pratiche agricole intensive per aumentare la produzione alimentare?",
  "t27": "Supporto all'agricoltura intensiva",
  "f27": "Quali sono gli impatti ambientali del sostegno alle pratiche agricole intensive nell'UE?",
  "fact27": "L'agricoltura intensiva può portare a rese più elevate ma ha anche impatti ambientali significativi.",

  "q28": "Dovrebbe l'UE fornire sostegno finanziario e militare all'Ucraina?",
  "t28": "Sostegno all'Ucraina",
  "f28": "Quali sono le implicazioni geopolitiche del fornire sostegno finanziario e militare all'Ucraina?",
  "fact28": "L'UE ha fornito significativi aiuti finanziari e umanitari all'Ucraina fin dall'inizio del conflitto.",

  "q29": "Dovrebbe l'UE sostenere le misure di sicurezza e difesa di Israele?",
  "t29": "Sostegno a Israele",
  "f29": "Quali sono le potenziali conseguenze del sostegno dell'UE alle misure di sicurezza di Israele?",
  "fact29": "L'UE e Israele hanno una forte cooperazione economica e scientifica, nonostante le differenze politiche.",

  "q30": "Dovrebbe l'UE implementare controlli alle frontiere più severi per prevenire l'immigrazione illegale?",
  "t30": "Controlli alle frontiere più severi",
  "f30": "In che modo i controlli alle frontiere più severi influenzerebbero le politiche di migrazione e asilo dell'UE?",
  "fact30": "L'UE ha affrontato significative sfide con l'immigrazione illegale, in particolare durante la crisi migratoria del 2015.",

  "0": "30"
}
